[
  {
    "key": "event/bc316138545b",
    "headline": "City Council Discusses Proposed Drug-Related Crimes Ordinance, Prioritizing Diversion and Referral to Services, Requires Additional Funding",
    "detail": "The city council discussed a proposed ordinance to address drug-related crimes in public places. The amendment prioritizes diversion and referral to services, but acknowledges that arrests may still be necessary. The Let Everyone Advance with Dignity (LEAD) program requires additional funding. The proposed amendment includes reporting requirements, data collection, and independent review provisions. The legislation aims to prioritize diversion and recovery services over incarceration, but may require additional resources. The meeting also addressed public safety, drug use, homelessness, and racial disparities. The bill was passed with a split vote and will be heard again.",
    "dt": "2023-09-12T16:30:00+00:00",
    "matter_summaries": [
      {
        "key": "matter/b710f5a82633",
        "headline": "Seattle Considers Ordinance to Criminalize Possession and Use of Controlled Substances in Public Places, Emphasizing Diversion and Referral to Services.",
        "detail": "The city council is considering an ordinance that would add crimes related to possession and use of controlled substances in public places. The amendment emphasizes diversion and referral to services as the preferred response, but acknowledges that arrests may still be warranted in some situations. The Let Everyone Advance with Dignity (LEAD) program, which diverts individuals with behavioral health issues or income instability away from punitive responses, requires additional funding and resources. The proposed amendment also includes reporting requirements, data collection, and an independent review of harm-related provisions and reporting requirements for officers making arrests. The legislation aims to prioritize diversion and connecting individuals with recovery services rather than incarceration, which may require additional resources and investments in diversion systems. There are no direct financial impacts if the legislation is not implemented, and it does not have any significant implications for carbon emissions or climate change resiliency. There are no specific long-term goals or programs associated with this legislation.",
        "matter_file_summaries": [
          {
            "key": "matter_file/096884ef8c4d",
            "headline": "Seattle's LEAD program at risk due to insufficient resources, potentially impacting access to services for eligible individuals.",
            "detail": "Amendment 3 proposes adding recitals to highlight the City's support for diverting individuals away from the criminal legal system and the potential impact on the LEAD program. Insufficient resources for pre-booking diversion could negatively impact access to program services for individuals connected to LEAD outside of police referrals. Additional funding is needed to scale the program, with estimates of $21 million in 2022 and $30 million in 2023. Prioritizing referrals based on specific criteria could limit access for individuals with behavioral issues, extreme poverty, and/or income instability. The proportion of LEAD clients connected to the program due to public use of controlled substances is unknown.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/15f4f6d8-ba36-41bc-b303-32766595ca01.pdf"
          },
          {
            "key": "matter_file/435cac91a74c",
            "headline": "King County Amends Bill to Reduce Arrests for Controlled Substance Possession and Use, Emphasizes Diversion and Officer Training.",
            "detail": "King County is making amendments to a bill regarding arrests for possession and use of controlled substances in public places. The Seattle Police Department will adopt new policies to minimize the use of force and prioritize diversion, treatment, and alternatives to booking. Officers will assess the threat of harm to others when deciding whether to arrest, release, or divert individuals. The text also emphasizes the importance of officer safety and crisis intervention training. A report will be produced twice a year, including information on individuals referred to diversion and demographic data.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/bbf98cf0-e4dd-4889-ad08-2e2de0a38889.pdf"
          },
          {
            "key": "matter_file/50fb35383651",
            "headline": "Amendment expands Seattle Municipal Court's Deferred Prosecution program to include substance use and mental health disorders.",
            "detail": "Amendment 4 to CB 120645 expands the Deferred Prosecution program in Seattle Municipal Court to include offenses related to substance use disorder or mental health disorder. The amendment clarifies procedures and provides guidance to judges on treatment program terms and case dismissal considerations. The program is contingent on sufficient resources and capacity. The amendment also includes provisions for deferred prosecution for cases related to substance use disorders and mental health disorders, with a maximum period of 24 months. Judges are encouraged to dismiss cases upon successful completion of the program.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/b2316214-6af6-4c55-8c75-442367bca0f1.pdf"
          },
          {
            "key": "matter_file/534cc05deee8",
            "headline": "Proposed amendment gives officers discretion in responding to individuals who are a harm to themselves in opioid crisis ordinance.",
            "detail": "The proposed amendment to a public safety and health response to the opioid crisis ordinance changes the direction given to officers when an individual is a harm to themselves. It removes the requirement for officers to contact diversion, outreach, or other alternatives to arrest and eliminates the need for additional facts and circumstances to warrant arrest.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/c4e9b1f9-fed8-4996-8931-9c88c5f9e927.docx"
          },
          {
            "key": "matter_file/5997ff430c9c",
            "headline": "Seattle Considers Legislation and Funding for Substance Use Programs and Law Enforcement Diversion.",
            "detail": "The text discusses the proposed legislation CB 120645, which aims to provide guidance to the Seattle Police Department (SPD) on how to respond to drug possession and public use. The legislation emphasizes diversion and referral to services as the preferred response, but acknowledges that arrests may still be warranted in some situations. The text also discusses the Let Everyone Advance with Dignity (LEAD) program, which diverts individuals with behavioral health issues or income instability away from punitive responses and towards community-based care. The LEAD program has seen positive outcomes in reducing recidivism and improving income and shelter outcomes, but it currently lacks the capacity to accept new referrals. The text also mentions the need for additional funding and resources to support diversion programs and the potential racial equity impacts of increased criminalization of drug possession.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/db4bebe6-8925-4c26-9a25-ec9287417a55.pdf"
          },
          {
            "key": "matter_file/7acb0158876e",
            "headline": "Seattle Amendment 2 adds public drug possession as a threat to others, leading to possible custody for evaluation.",
            "detail": "Amendment 2 to CB 120645 in Seattle proposes adding the crimes of knowing possession and use of a controlled substance in a public place. The amendment requires the Seattle Police Department to define the \"threat of harm to others\" in their policies regarding drug use and possession, taking into account factors related to potential physical harm. The amendment states that the use of drugs in public alone should not be considered a threat of harm, but if other factors indicate a likelihood of serious harm, the individual would be taken into custody for a behavioral health evaluation.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/3f5677e1-f56f-47ca-b1ed-f805cf6684b3.pdf"
          },
          {
            "key": "matter_file/81a022eda38c",
            "headline": "Seattle Legislation Aims to Minimize Force in Arrests for Controlled Substances.",
            "detail": "This text proposes amendments to a public safety ordinance in response to the opioid crisis. The amendments include changes to arrest policies, the establishment of a behavioral health advisory committee, and the collection of data on arrests and diversions. The legislation emphasizes the importance of diversion and referral to services, but also acknowledges the need for arrests in certain situations. The text also mentions the requirement for completing arrest reports and prioritizing officers with crisis intervention training.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/7528e572-b2ff-4db9-aed3-1bdeb5220ea2.docx"
          },
          {
            "key": "matter_file/8f7bcd250b91",
            "headline": "Amendment proposes reporting requirements and data collection on impact of policy guidance on police officers' job performance.",
            "detail": "Amendment 5 Version 1 to CB 120645 proposes reporting requirements and data collection on the impact of policy guidance on police officers' ability to do their job. It includes recitals on drug offense reclassification, coordinating with King County, addressing the opioid crisis, and the impact of drug offense laws on BIPOC communities. The amendment calls for an independent review of harm-related provisions and reporting requirements for officers making arrests. The Office of Inspector General and the Seattle Police Department will collect data on drug-related incidents and provide recommendations for improvement. The review or report should include various details such as the number of arrests, cases referred for prosecution, dismissed cases, and suggestions for improving laws or policies.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/02c2199d-eb7d-4166-931f-c27b5bdd009f.pdf"
          },
          {
            "key": "matter_file/a0473311e74c",
            "headline": "Amendment 6 proposes giving police officers discretion in assessing threat of harm related to controlled substances.",
            "detail": "Amendment 6 Version 1 proposes changing the language in a specific ordinance regarding the assessment of threat of harm by police officers. The amendment suggests giving officers discretion in determining whether an individual poses a threat of harm when enforcing crimes related to controlled substances. This amendment assumes the passage of another amendment.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/394fc98c-99a2-4f4e-81c3-0236890e846f.docx"
          },
          {
            "key": "matter_file/d3aafe67d113",
            "headline": "Seattle Considers Ordinance to Divert Drug Offenders to Recovery Services.",
            "detail": "The City of Seattle is considering a proposed ordinance that would make the use or possession of controlled substances in public a gross misdemeanor. The legislation aims to prioritize diversion and connecting individuals with recovery services rather than incarceration. It may lead to increased criminal charges and require additional resources and investments in diversion systems. There are no direct financial impacts if the legislation is not implemented, and it does not have any significant implications for carbon emissions or climate change resiliency. There are no specific long-term goals or programs associated with this legislation.",
            "uri": "https://legistar2.granicus.com/seattle/attachments/683dbc20-5bdf-40b9-ab69-7528c477ffa0.docx"
          }
        ]
      }
    ],
    "session_summaries": [
      {
        "key": "session/87fdccfcba38",
        "headline": "\"Seattle City Council Divided Over Drug Legislation and Funding for Public Health Programs.\"",
        "detail": "The city council meeting discussed issues related to public safety, drug use, and homelessness. There was a debate about a proposed bill to criminalize drug possession and public drug use, with some supporting it for public safety reasons and others opposing it due to concerns about racial disparities and the need for housing and treatment resources. The meeting also addressed the fentanyl crisis, the Housing First approach to homelessness, and the impact of drug use on the community. There were discussions about the effectiveness of criminalization, the role of law enforcement, and the need for diversion programs and community support. The council members acknowledged the importance of balancing public safety with the wellbeing of individuals using controlled substances and expressed a commitment to avoiding past mistakes. The meeting also discussed a policy regarding police officer discretion and a bill on diversion programs, with concerns raised about funding and the involvement of law enforcement in a public health crisis. The bill was passed with a split vote and will be heard again.",
        "transcript_summary": {
          "key": "transcript/c001e232edd5",
          "headline": "\"Seattle City Council Divided Over Drug Legislation and Funding for Public Health Programs.\"",
          "detail": "The city council meeting discussed issues related to public safety, drug use, and homelessness. There was a debate about a proposed bill to criminalize drug possession and public drug use, with some supporting it for public safety reasons and others opposing it due to concerns about racial disparities and the need for housing and treatment resources. The meeting also addressed the fentanyl crisis, the Housing First approach to homelessness, and the impact of drug use on the community. There were discussions about the effectiveness of criminalization, the role of law enforcement, and the need for diversion programs and community support. The council members acknowledged the importance of balancing public safety with the wellbeing of individuals using controlled substances and expressed a commitment to avoiding past mistakes. The meeting also discussed a policy regarding police officer discretion and a bill on diversion programs, with concerns raised about funding and the involvement of law enforcement in a public health crisis. The bill was passed with a split vote and will be heard again.",
          "uri": "gs://cdp-seattle-21723dcf.appspot.com/a941c22ec1d46722b5e7dd197df22a07e570b2563365d45fe84b65d01c23a2a1-cdp_4_1_2-transcript.json"
        }
      }
    ]
  }
]
