[
  {
    "key": "event/1c696af4b860",
    "headline": "Milwaukee Mayor Makes Appointments and Reappointments to Business Improvement Districts, Council Approves Grants for Arts and Education.",
    "detail": "The Mayor of Milwaukee has made appointments and reappointments to various Business Improvement Districts. The Milwaukee Department of City Development is seeking a grant from the Wisconsin Arts Board to support the arts in the city. The Milwaukee Arts Board presented their annual report, including updates to the Arts Board Ordinance and grants awarded to arts-based nonprofits. The council discussed and approved various appointments, including the renewal of the sister city relationship between Milwaukee and Urban Ukraine. They also approved grants for education and outreach services at the Milwaukee Public Library and funding for the 2023 Silver City International Festival. The council discussed the programs and functions of the Milwaukee Arts Board, including the establishment of a public arts subcommittee and the allocation of funds for public art conservation. They also discussed a pilot program involving a local artist addressing reckless driving through art.",
    "dt": "2023-04-26T18:30:00+00:00",
    "matter_summaries": [
      {
        "key": "matter/be758a3a30aa",
        "headline": "Mayor Appoints Matt Kaminecki to Business Improvement District #48.",
        "detail": "The Mayor of Milwaukee has appointed Matt Kaminecki from MDX Douglas Dynamics to fill a vacancy in Business Improvement District #48. Kaminecki will begin his term after taking the oath of office, in accordance with Wisconsin statutes and Common Council File 120503.",
        "matter_file_summaries": [
          {
            "key": "matter_file/ae562583a830",
            "headline": "Failed to summarize",
            "detail": "Text was empty.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/66f0017b-2540-4d6e-8958-51f209e219bf.pdf"
          },
          {
            "key": "matter_file/ce509aad8bc1",
            "headline": "Mayor of Milwaukee appoints Matt Kaminecki to fill Business Improvement District vacancy.",
            "detail": "Matt Kaminecki has been appointed by the Mayor of Milwaukee to fill a vacancy in Business Improvement District #48. Kaminecki works at MDX Douglas Dynamics and will begin his term after taking the oath of office. The appointment follows Wisconsin statutes and Common Council File 120503.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/0664fbc9-103d-49c8-b9a5-4c14789ed89d.pdf"
          }
        ]
      },
      {
        "key": "matter/1c54c5e4f952",
        "headline": "Mayor Appoints Francisco Sandino to Business Improvement District #38 Pending Oath of Office.",
        "detail": "The Mayor of Milwaukee has appointed Francisco Sandino to the Business Improvement District #38. Sandino is an experienced business owner and manager in the restaurant and real estate industries, and currently serves as the president of Sandino Property Management. The appointment is pending the individuals taking the oath of office.",
        "matter_file_summaries": [
          {
            "key": "matter_file/16262a1bd432",
            "headline": "Experienced business owner achieves significant growth in real estate ventures.",
            "detail": "Francisco Sandino is an experienced business owner and manager who has successfully run a restaurant and pub called Mangos Café East and owned and managed Bamboo Lounge. He is also the president of Sandino Property Management, overseeing a portfolio of 27 properties. Sandino has achieved significant growth and success in his real estate ventures. He served in the United States Air Force and holds a degree in Business Administration and Economics from the University of Wisconsin - Milwaukee.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/1588a44d-5c03-459a-88b8-686cb8a53dfb.pdf"
          },
          {
            "key": "matter_file/dc01144dc637",
            "headline": "Milwaukee Mayor Appoints Three to Business Improvement District #38.",
            "detail": "The Mayor of Milwaukee has appointed three individuals to the Business Improvement District #38, in accordance with relevant statutes. The appointments will be effective once the individuals take the oath of office.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/b7be11d7-eeb7-4c23-94d2-25d34ae8af4c.pdf"
          }
        ]
      },
      {
        "key": "matter/683ce9c9f052",
        "headline": "Mayor Appoints Julie Schuller, Experienced CEO, to Business Improvement District #38.",
        "detail": "The Mayor of Milwaukee has appointed Julie Schuller, an experienced CEO at Sixteenth Street Community Health Center, to the Business Improvement District #38. Schuller has a diverse educational background and is board-certified in internal medicine. She has a passion for providing high-quality healthcare and social services to underserved populations and has served on various boards and committees related to healthcare and community health. Schuller has also been involved in discussions and events related to health and housing, the uninsured, access to healthcare, and research in areas such as bioterrorism preparedness and juvenile diabetes.",
        "matter_file_summaries": [
          {
            "key": "matter_file/964f9195590c",
            "headline": "Milwaukee Mayor Appoints Sandino, Schuller, and Vazquez to BID #38.",
            "detail": "The Mayor of Milwaukee has appointed Francisco Sandino, Julie Schuller, and Yarlian Vazquez to the Business Improvement District #38, with their terms starting after they take the oath of office.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/c71a4d09-723e-4503-b2ff-8586b23a576c.pdf"
          },
          {
            "key": "matter_file/d5867bb58a88",
            "headline": "Experienced CEO recognized for passion in providing high-quality healthcare to underserved populations.",
            "detail": "Julie B. Schuller is an experienced CEO at Sixteenth Street Community Health Center in Milwaukee, known for her passion for providing high-quality healthcare and social services to underserved populations. She is recognized as a strategic leader and thought leader in the healthcare community. Schuller has a diverse educational background and is board-certified in internal medicine. She has served on various boards, committees, and activities related to healthcare and community health, as well as being involved in diabetes-related groups and initiatives. She has also been involved in discussions and events related to health and housing, the uninsured, and access to healthcare. Additionally, Schuller has been involved in various events, organizations, and certifications related to community health centers and research in areas such as bioterrorism preparedness and juvenile diabetes.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/522b2ebf-6305-4ed0-bc91-0a24583acc98.pdf"
          }
        ]
      },
      {
        "key": "matter/5a08e71b292c",
        "headline": "Mayor Nominates Yarlian Vazquez for Business Improvement District #38 Appointment.",
        "detail": "The Mayor of Milwaukee has nominated Yarlian Vazquez, owner of Third Coast Investments, LLC, for appointment to Business Improvement District #38. Vazquez has experience in financial aid counseling and program coordination, and is currently pursuing a Master of Education degree. They hold a Bachelor of Sociology from Marquette University. The appointment is pending approval from the Common Council.",
        "matter_file_summaries": [
          {
            "key": "matter_file/33f21a709f69",
            "headline": "Milwaukee Mayor appoints three new seats in Business Improvement District #38, seeks Common Council approval.",
            "detail": "The Mayor of Milwaukee has made appointments to the Business Improvement District #38, filling three new seats. The appointments are pending approval from the Common Council.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/960c517f-8004-4967-a371-c268d73169e8.pdf"
          },
          {
            "key": "matter_file/8b4bd24d05eb",
            "headline": "Yarlian Vazquez: Owner of Third Coast Investments, LLC with financial aid counseling experience.",
            "detail": "Yarlian Vazquez is the owner of Third Coast Investments, LLC, and has experience in financial aid counseling and program coordination. They are currently pursuing a Master of Education degree and hold a Bachelor of Sociology from Marquette University.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/1da7d961-6a67-419f-a0af-c1e6b836d66c.pdf"
          }
        ]
      },
      {
        "key": "matter/81075e7f04c1",
        "headline": "Mayor reappoints Tim Gokhman to Business Improvement District #20.",
        "detail": "The Mayor of Milwaukee has reappointed Tim Gokhman to the Business Improvement District #20, along with three others. Tim Gokhman is the Managing Director at New Land Enterprises and has over 20 years of experience in real estate development. He has attended 10 out of the 12 board meetings in the last 2 years.",
        "matter_file_summaries": [
          {
            "key": "matter_file/098a3bf79fff",
            "headline": "Milwaukee Mayor reappoints four members to Business Improvement District #20.",
            "detail": "The Mayor of Milwaukee has reappointed Tim Gokhman, Polly Kaplan, Dan Katt, and Spencer Kronz to the Business Improvement District #20 (East North Avenue). Their terms will start after they take the oath of office.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/c7182fdd-4c65-4d7c-a7a5-198a1878a74f.pdf"
          },
          {
            "key": "matter_file/4b738b232062",
            "headline": "Tim Gokhman: Managing Director at New Land Enterprises, specializing in mixed-use real estate and leading world's tallest mass timber hybrid structure.",
            "detail": "Tim Gokhman is the Managing Director at New Land Enterprises, a real estate development firm in Milwaukee. He has been with the company for over 20 years and oversees all operations, marketing, and financial functions. New Land Enterprises specializes in mixed-use residential and commercial real estate and is currently developing a 251-unit market rate project. Gokhman also owns and manages a food hall in Milwaukee. He is a member of the Hoan Group and the Milwaukee Business Journal Leadership Trust. Gokhman obtained a BS/BA in Economics and Real Estate from the University of Wisconsin-Madison School of Business.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/2a86bd09-7800-412b-9e1d-4a6a88ccde02.pdf"
          },
          {
            "key": "matter_file/600ad3c699d8",
            "headline": "Tim Gokhman partially attends East North Avenue Business Improvement District meetings.",
            "detail": "Tim Gokhman, from New Land Enterprises, has attended Business Improvement District meetings on East North Avenue, but has not had perfect attendance.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/1f7df464-7804-4990-bf30-bb84fdd3b78c.docx"
          },
          {
            "key": "matter_file/606b967d067f",
            "headline": "Tim Giohman and Dan Katt attended majority of board meetings in past 2 years.",
            "detail": "David informed Linda that both Tim Giohman and Dan Katt attended 10 out of the 12 board meetings in the last 2 years.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/4210b939-f1dd-4aeb-b841-c2bc1f8f1bc2.pdf"
          }
        ]
      },
      {
        "key": "matter/0e7263de6ea9",
        "headline": "Mayor of Milwaukee reappoints Dan Katt, Co-Founder and CEO of Good City Brewing, to Business Improvement District #20.",
        "detail": "Dan Katt, the Co-Founder and CEO of Good City Brewing, has been reappointed by the Mayor of Milwaukee to the Business Improvement District #20. Katt has experience in commercial real estate development, consulting, project management, and business development. He has a strong attendance record, having attended 10 out of the 12 board meetings over the past two years.",
        "matter_file_summaries": [
          {
            "key": "matter_file/4fc507835ae4",
            "headline": "Dan Katt: Co-Founder of Good City Brewing, CEO, and Experienced in Real Estate Development.",
            "detail": "Dan Katt is the Co-Founder and CEO of Good City Brewing and the Owner of Craft Development. He has experience in commercial real estate development and consulting, project management, and business development. Katt is also involved in various community organizations and has a background in civil engineering. He holds an MBA from the University of Wisconsin-Milwaukee.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/052a178d-cf42-43d6-a32c-f448321e9e50.pdf"
          },
          {
            "key": "matter_file/5ba8a9a906d0",
            "headline": "Tim Giohman and Dan Katt attended majority of board meetings, confirms Executive Director.",
            "detail": "Linda Elmer emailed David Smulyan, the Executive Director of the Eastside organization, asking for attendance numbers for Tim Giohman and Dan Katt. David responded that both Tim and Dan attended 10 out of the 12 board meetings over the past two years.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/50e69212-0027-4336-8395-5df5cafea0fe.pdf"
          },
          {
            "key": "matter_file/a3ade3810634",
            "headline": "Mayor of Milwaukee makes reappointments to Business Improvement District #20.",
            "detail": "The Mayor of Milwaukee has made reappointments to the Business Improvement District #20 (East North Avenue), including representatives from New Land Enterprises, Beans & Barley, Good City Brewing, and East Side Family Chiropractic. The reappointments will start after the oath of office is taken.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/154f4477-e1df-4bd4-b364-c7cf73a37231.pdf"
          },
          {
            "key": "matter_file/ed3fa61279d4",
            "headline": "Dan Katt's imperfect attendance at East North Avenue Business Improvement District meetings.",
            "detail": "The text provides contact information and attendance record of Dan Katt, a member of the Business Improvement District for East North Avenue. Dan Katt is associated with Good City Brewing and has not achieved perfect attendance at the meetings.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/2a8e95af-50ec-4695-a2fd-248c86587329.docx"
          }
        ]
      },
      {
        "key": "matter/db6ba8823f9c",
        "headline": "Mayor Reappoints Polly Kaplan to Business Improvement District #20, Highlighting Extensive Job Experience and Community Involvement.",
        "detail": "The Mayor of Milwaukee has reappointed Polly Kaplan to the Business Improvement District #20. Kaplan has extensive job experience at Beans & Barley and has a diverse skill set in project management, small business development, bookkeeping, human resources, and retail management. She is involved in community organizations and fundraising events and has attended all 60 Business Improvement District meetings. Kaplan can be contacted at polly@beansandbarley.com.",
        "matter_file_summaries": [
          {
            "key": "matter_file/1877f54b6f65",
            "headline": "Milwaukee Mayor reappoints members to Business Improvement District #20.",
            "detail": "The Mayor of Milwaukee has reappointed Tim Gokhman, Polly Kaplan, Dan Katt, and Spencer Kronz to the Business Improvement District #20. Their terms will start once they are sworn in.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/226be8b5-babf-4db0-ab86-4a47b80a865d.pdf"
          },
          {
            "key": "matter_file/4571674600ea",
            "headline": "Long-time Beans & Barley employee Polly Kaplan excels in various roles and community involvement.",
            "detail": "Polly Kaplan has extensive job experience at Beans & Barley, starting as a barista in 1994 and becoming a manager and co-owner. She has a diverse skill set including project management, small business development, bookkeeping, human resources, and retail management. She is also involved in community organizations and fundraising events.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/a20fe757-058c-4350-b6fd-0a2824be5afb.pdf"
          },
          {
            "key": "matter_file/f506c90fd7e8",
            "headline": "Polly Kaplan, owner of Beans & Barley, attends all 60 Business Improvement District meetings.",
            "detail": "Polly Kaplan, owner of Beans & Barley, has attended all 60 Business Improvement District meetings and can be contacted at polly@beansandbarley.com.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/5b857b64-6a0c-4872-9d75-4c8cb5435858.docx"
          }
        ]
      },
      {
        "key": "matter/15c79e8b54a1",
        "headline": "Mayor reappoints Spencer Kronz to Business Improvement District #20 on East North Avenue.",
        "detail": "Spencer Kronz, a chiropractor from Milwaukee, WI, has been reappointed by the Mayor to the Business Improvement District #20 on East North Avenue. He is a practicing chiropractor and is involved in professional chiropractic organizations. The reappointment follows Wisconsin Statutes.",
        "matter_file_summaries": [
          {
            "key": "matter_file/5a0e015c61c3",
            "headline": "Milwaukee chiropractor owns and operates East Side Family Chiropractic.",
            "detail": "Spencer Kronz is a chiropractor based in Milwaukee, WI. He received his Bachelor of Arts degree from the University of Wisconsin-Whitewater in 2014 and his Doctor of Chiropractic degree from Life University in 2015. He owns and operates his own practice, East Side Family Chiropractic, and holds licenses as a Chiropractic Physician and in Physiotherapy in Wisconsin. He is an active member of the Chiropractic Society of Wisconsin and the International Chiropractors Association.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/cb9dfe48-56ae-4ae3-9887-988332966d94.pdf"
          },
          {
            "key": "matter_file/615d240f53b2",
            "headline": "Spencer Kronz actively participates in East North Avenue BID meetings.",
            "detail": "Spencer Kronz, owner of East Side Family Chiropractic, has consistently attended all meetings of the Business Improvement District (BID) on East North Avenue and his contact information is available.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/8af973ab-12ec-4305-9e55-efacf8b810ca.docx"
          },
          {
            "key": "matter_file/d1b88a4d53a2",
            "headline": "Milwaukee Mayor reappoints individuals to Business Improvement District #20.",
            "detail": "The Mayor of Milwaukee has reappointed individuals from various businesses to the Business Improvement District #20 on East North Avenue. The reappointments are in line with Wisconsin Statutes and will commence after the oath of office is taken.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/f8881241-6d32-4882-bfc8-d640b40b9ac7.pdf"
          }
        ]
      },
      {
        "key": "matter/235378bd4316",
        "headline": "City Council Considers Education & Outreach Services Support Grant Funding.",
        "detail": "The city council is reviewing a resolution concerning the acceptance and funding of an Education & Outreach Services Support Grant. However, specific information about the resolution is not provided in the document.",
        "matter_file_summaries": [
          {
            "key": "matter_file/7f44ce7d1560",
            "headline": "Failed to summarize",
            "detail": "Currently unsupported MIME type application/rtf.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/db4c20e6-a724-4fce-bc45-3c0ed4ebfe02.rtf"
          },
          {
            "key": "matter_file/ae74dfa03860",
            "headline": "Failed to summarize",
            "detail": "Currently unsupported MIME type application/rtf.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/76935a5e-6be8-4988-8a66-b971b86933aa.rtf"
          }
        ]
      },
      {
        "key": "matter/d439441ef30f",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/5228d950dd4c",
        "headline": "Milwaukee City Council Seeks Wisconsin Arts Board Grant to Support Cultural Diversity and Middle-Income Households.",
        "detail": "The Milwaukee Department of City Development is requesting a grant from the Wisconsin Arts Board to support the arts in the city. Nonprofit arts organizations in Milwaukee are eligible to apply for the grant, which aims to promote cultural diversity and attract middle-income households. The grant period is from June 1st to May 31st, with applications due in mid-March. The budget for the regranting program in 2023 is $48,000. The document also includes a form for an Equity Impact Statement, which outlines steps to assess equity impacts of proposed ordinances or resolutions.",
        "matter_file_summaries": [
          {
            "key": "matter_file/341489b55abd",
            "headline": "Milwaukee seeks grant to enhance city arts and attract middle-income households.",
            "detail": "The Department of City Development in Milwaukee is seeking a grant from the Wisconsin Arts Board to enhance the arts in the city. Nonprofit arts organizations with offices in Milwaukee can apply for the grant, which aims to promote cultural diversity and attract middle-income households. The grant period is from June 1st to May 31st, with applications due in mid-March. The program is not currently being phased out.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/7791cc26-68b2-492f-86f1-f5f57b40e093.docx"
          },
          {
            "key": "matter_file/491c60c5ebe6",
            "headline": "$48,000 budget for Milwaukee regranting program in 2023.",
            "detail": "The text is a budget for the Wisconsin Arts Board regranting program in Milwaukee for 2023. It includes categories like personnel costs, supplies, and services, with a total budget of $48,000. Equipment and indirect costs are listed as 0.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/386e85a2-5154-4b0d-91aa-433ad6dcab3d.docx"
          },
          {
            "key": "matter_file/8741ece9b219",
            "headline": "Equity Impact Statement Template for Assessing Proposed Ordinances or Resolutions.",
            "detail": "The text provides a form or template for an Equity Impact Statement, which outlines the steps to be taken in assessing the equity impacts of a proposed ordinance or resolution. The form includes sections for describing the proposal, identifying potential equity impacts and affected minority groups, engaging with impacted communities, documenting and evaluating equity impacts, and proposing strategies to mitigate negative impacts.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/46313b84-cb73-44ef-b874-382a6cb1f267.pdf"
          }
        ]
      },
      {
        "key": "matter/2bdc5517bae0",
        "headline": "Milwaukee Arts Board introduces Public Artist in Residency Program to create community-based murals and address reckless driving.",
        "detail": "The Milwaukee Arts Board presented their annual report, which included updates to the Arts Board Ordinance, grants awarded to arts-based nonprofits, and the introduction of the Public Artist in Residency (PAIR) Program. The PAIR Program aims to engage artists in creating community-based murals, with a budget of $43,000 for artist fees and $25,000 for project development and implementation. The first artist selected for the program, Sarah Davitt, will work with the Department of Public Works to raise awareness about reckless driving.",
        "matter_file_summaries": [
          {
            "key": "matter_file/02c7bb18deec",
            "headline": "Milwaukee Arts Board's Annual Report Highlights Grants, PAIR Program, and Public Art Conservation.",
            "detail": "The Milwaukee Arts Board presented their annual report, highlighting updates to the Arts Board Ordinance, grants awarded to arts-based nonprofits, and the introduction of the Public Artist in Residency (PAIR) Program. The first artist selected for the program, Sarah Davitt, will work with the Department of Public Works to raise awareness about reckless driving. The PAIR Program aims to engage artists in creating community-based murals and has a budget of $43,000 for artist fees and $25,000 for project development and implementation.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/060a344d-d359-4dd4-88f9-9e541cd64cc1.pdf"
          },
          {
            "key": "matter_file/1e96a8fdd838",
            "headline": "Failed to summarize",
            "detail": "Currently unsupported MIME type application/vnd.openxmlformats-officedocument.presentationml.presentation.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/92a82afe-7432-4686-8182-737bcf335748.pptx"
          },
          {
            "key": "matter_file/6cad9bef81c2",
            "headline": "Failed to summarize",
            "detail": "Currently unsupported MIME type application/vnd.openxmlformats-officedocument.presentationml.presentation.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/7700f404-542d-42fa-b224-b490239a3316.pptx"
          }
        ]
      },
      {
        "key": "matter/5622621752cd",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/d81152bc68d8",
        "headline": "Milwaukee and Irpin Sister City Relationship Renewed Amidst Humanitarian Support for Ukraine",
        "detail": "The document discusses the renewal of the sister city relationship between Milwaukee and Irpin, Ukraine. It covers various aspects such as mutual interests, communication, goals, activities, and community support. It mentions the impact of the conflict in Ukraine on Irpin and the humanitarian efforts of the organization \"Friends of Be an Angel\". St. Michael's Ukrainian Catholic Church in Milwaukee has decided not to renew their sister city relationship but has sent $200,000 for humanitarian aid. Other organizations and individuals in Milwaukee have also made donations or hosted fundraisers to support Ukraine.",
        "matter_file_summaries": [
          {
            "key": "matter_file/37fcb626f442",
            "headline": "Error message: 'word/document.xml' missing from DOCX file.",
            "detail": "The error message states that content cannot be extracted from a DOCX file because the 'word/document.xml' item is missing from the archive.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/10e88a3f-ea5c-4f2a-bfb8-ee0eea0d25d2.doc"
          },
          {
            "key": "matter_file/81eb391d32ea",
            "headline": "Milwaukee and Irpin Sister City Relationship and Humanitarian Aid Efforts.",
            "detail": "The text is an application to renew a sister city relationship between Milwaukee, WI and Irpin, Ukraine. It provides information about the areas of mutual interest, communication with the sister city, organizational structure, goals, activities, financial base, and community support. It mentions the impact of the conflict in Ukraine on Irpin and the humanitarian efforts of the organization \"Friends of Be an Angel\" to provide aid and assistance. The text also includes information about tax classification and filing requirements, as well as the bylaws and responsibilities of the organization's board of directors and officers.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/cd13b03e-7925-4f3a-8e7a-a20e72a2acdf.pdf"
          },
          {
            "key": "matter_file/a7cefd29ea3f",
            "headline": "Milwaukee Church Ends Sister City Relationship with Ukraine, Raises $200k for Humanitarian Aid.",
            "detail": "St. Michael's Ukrainian Catholic Church in Milwaukee has been raising funds for humanitarian aid in Ukraine due to the ongoing war. They have decided not to renew their sister city relationship with Irpin, Ukraine, but have raised and sent $200,000 to the country. The church has also hosted doctors from Ukraine and supported refugee resettlement. Many other organizations and individuals in Milwaukee have also made donations or hosted fundraisers to support Ukraine. The church plans to continue their efforts in the second year of the war.",
            "uri": "https://milwaukee.legistar1.com/milwaukee/attachments/b450cd17-075d-498a-8e66-885a0f987893.pdf"
          }
        ]
      },
      {
        "key": "matter/d19aaaaca65a",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/e260f72c2887",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      }
    ],
    "session_summaries": [
      {
        "key": "session/7db8655f0a5b",
        "headline": "City Council Appoints Members to Business Improvement Districts, Supports Sister City Relationship, and Promotes Arts and Cultural Diversity.",
        "detail": "During the city council meeting, several appointments and reappointments were made to various Business Improvement Districts (BIDs) without objections. The council also discussed the renewal of the sister city relationship between Milwaukee and Urban Ukraine, approving a resolution in support. They also discussed and approved a grant for education and outreach services at the Milwaukee Public Library. The council approved a resolution transferring budget authority for an energy innovation grant to the Department of Public Works for energy upgrades in fire stations. The council also discussed and accepted grants from the Wisconsin Arts Board and discussed the programs and functions of the Milwaukee Arts Board. They mentioned the establishment of a public arts subcommittee and the allocation of funds for public art conservation. The council also discussed a pilot program involving a local artist addressing reckless driving through art. They discussed an exhibit and the future of the program, highlighting the importance of art in Milwaukee and expressing excitement for a new art initiative. Finally, the council discussed and approved funding for the 2023 Silver City International Festival organized by VIA.",
        "transcript_summary": {
          "key": "transcript/7b71e3054f1c",
          "headline": "City Council Appoints Members to Business Improvement Districts, Supports Sister City Relationship, and Promotes Arts and Cultural Diversity.",
          "detail": "During the city council meeting, several appointments and reappointments were made to various Business Improvement Districts (BIDs) without objections. The council also discussed the renewal of the sister city relationship between Milwaukee and Urban Ukraine, approving a resolution in support. They also discussed and approved a grant for education and outreach services at the Milwaukee Public Library. The council approved a resolution transferring budget authority for an energy innovation grant to the Department of Public Works for energy upgrades in fire stations. The council also discussed and accepted grants from the Wisconsin Arts Board and discussed the programs and functions of the Milwaukee Arts Board. They mentioned the establishment of a public arts subcommittee and the allocation of funds for public art conservation. The council also discussed a pilot program involving a local artist addressing reckless driving through art. They discussed an exhibit and the future of the program, highlighting the importance of art in Milwaukee and expressing excitement for a new art initiative. Finally, the council discussed and approved funding for the 2023 Silver City International Festival organized by VIA.",
          "uri": "gs://cdp-milwaukee-9f60e352.appspot.com/e52a0fb75f7a0ec27e8851aa8b6b397107872f370ae99ff99e6941a590061861-cdp_4_0_9-transcript.json"
        }
      }
    ]
  }
]
