[
  {
    "key": "event/d2305d5903fc",
    "headline": "\"Oakland City Council discusses grants, public safety, affordable housing, and illegal dumping at Rules & Legislation Committee meeting.\"",
    "detail": "During the Rules & Legislation Committee meeting on a specific date, the City of Oakland discussed various topics including contracts, funding applications, policies, public safety, infrastructure, and community development. Some key points from the meeting include:\n\n1. The Department of Violence Prevention recommended amending a grant award to add Friends of the Oakland Branch as the fiscal sponsor for the NAACP.\n2. The Human Resources Management Department proposed increasing the salary of the Mayor.\n3. An ordinance allowing amplified sound permits until 11 PM at the Oakland Coliseum was recommended.\n4. The Oakland Public Library Advisory Commission submitted its annual report, expressing concerns about the financial future.\n5. The City Council approved an agreement with Emeryville to provide library services.\n6. The Oakland Public Library proposed amendments to an existing ordinance regarding the Library Advisory Commission.\n7. The City Council increased a grant to support regional intergovernmental wildfire prevention efforts.\n\nOther important documents discussed at the meeting include:\n\n1. An informational report on non-profit service providers contracted by the City of Oakland for homelessness and public safety services was requested.\n2. The Finance Department recommended that the City Council receive an annual report on grants, gifts, and donations of $50,000 or less for the fiscal year 2021-22.\n3. The Finance Department submitted a cash management report for the quarter ended December 31, 2022, showing an increase in the City's operating pool portfolio balance.\n4. The Finance Department recommended an informational report on the Oakland Police and Fire Retirement System's investment portfolio and actuarial valuation, highlighting underperformance and an unfunded liability.\n5. The City of Oakland released a semi-annual staffing report, addressing vacancy rates, recruitment efforts, and challenges in filling positions.\n\nIn summary, the meeting covered a wide range of topics including grants, donations, cash management, retirement system investments, staffing challenges, and various resolutions and reports related to affordable housing, illegal dumping, impact fees, contracting disparities, and public safety.",
    "dt": "2023-06-29T17:30:00+00:00",
    "matter_summaries": [
      {
        "key": "matter/0b43fc3bc012",
        "headline": "City Council to Discuss Recommendations and Resolutions for Contracts, Funding, Policies, and Community Development in Oakland.",
        "detail": "The document titled \"Approval Of The Draft Minutes From The Committee Meeting Of June 15, 2023\" includes recommendations and resolutions on various topics such as contracts, funding applications, policies, public safety, infrastructure, and community development in the City of Oakland. These matters will be discussed in upcoming committee and council meetings in June and July 2023.",
        "matter_file_summaries": [
          {
            "key": "matter_file/7919971cd9cb",
            "headline": "Oakland City Council discusses resolutions and recommendations in upcoming meetings.",
            "detail": "The text includes various recommendations and resolutions to be discussed in upcoming committee meetings in the City of Oakland. These include approving contracts, applying for funding, adopting policies, and addressing various issues such as public safety, infrastructure, and community development. The recommendations and resolutions will be heard and scheduled for different committee and council meetings in June and July 2023.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/93db4c03-2de2-40eb-9deb-37bb418c8514.pdf"
          }
        ]
      },
      {
        "key": "matter/d3dbb9a6d3c2",
        "headline": "Proposal to Amend Grant Award to Include Friends of the Oakland Branch as Fiscal Sponsor for NAACP with $10,000 Allocation",
        "detail": "The Department of Violence Prevention is recommending that the city council amend a previous grant award to add Friends of the Oakland Branch as the fiscal sponsor for the NAACP. The amendment would allocate up to $10,000.",
        "matter_file_summaries": [
          {
            "key": "matter_file/9c18ed6dfb81",
            "headline": "Failed to summarize",
            "detail": "Text was empty.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/4f897604-8a84-4352-ab60-207ddbc75280.pdf"
          }
        ]
      },
      {
        "key": "matter/4d38221c86c2",
        "headline": "\"Oakland City Council Considers Salary Increase for Mayor\"",
        "detail": "The Human Resources Management Department is recommending that the City Council in Oakland adopt an ordinance to increase the salary of the Mayor. The proposed salary range is $216,202.42 to $277,974.54, which is higher than the current salary of $202,999.94. The increase is justified by the need for a more reasonable salary differential and alignment with the responsibilities of the position. The Finance & Management Committee supports the adoption of the ordinance.",
        "matter_file_summaries": [
          {
            "key": "matter_file/73cd5225d2ab",
            "headline": "City Administrator Recommends Salary Increase for Mayor, Exceeding Current Rate.",
            "detail": "The City Administrator is recommending that the City Council adopt an ordinance to increase the salary of the Mayor in Oakland. The proposed salary range is $216,202.42 to $277,974.54, which exceeds the current salary of $202,999.94. The recommendation is based on the need for a more reasonable salary differential and alignment with the responsibilities of the position. The increase in salary is accounted for in the department budget and no public outreach is deemed necessary. The Finance & Management Committee is requesting that the City Council adopt the ordinance.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/0e86816d-0217-4974-a60a-a95ba3f4ee1f.pdf"
          },
          {
            "key": "matter_file/844b48df18e1",
            "headline": "Oakland City Council Approves Salary Hike for Mayor and Jobs.",
            "detail": "This text provides a comprehensive list of job positions and salary details within different organizations. It includes job titles, codes, grades, effective dates, and salary steps for each position. The salary ranges vary, with minimum salaries ranging from $11,390.67 to $13,190.17 and maximum salaries ranging from $13,986.73 to $16,190.98.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/7ca35bb5-a50b-4810-bf33-0242e78269fe.pdf"
          }
        ]
      },
      {
        "key": "matter/ddecd4d50e95",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/d9c1712daa59",
        "headline": "\"Proposal to Amend OMC Chapter 12.56 to Allow Twelve Permits for Amplified Sound in Oakland Coliseum Until 11 PM\"",
        "detail": "The document recommends adopting an ordinance that would allow the city to issue up to twelve permits per year for amplified sound until 11 PM inside the Oakland Coliseum. This matter will be discussed on the Community and Economic Development Committee agenda on July 11, 2023.",
        "matter_file_summaries": [
          {
            "key": "matter_file/c7dec98c8102",
            "headline": "Failed to summarize",
            "detail": "HTTP Error 404: Not Found",
            "uri": "https://oakland.legistar1.com/oakland/attachments/8e6ba05a-ddc9-403b-b01a-f2780a032738.pdf"
          }
        ]
      },
      {
        "key": "matter/98de9ac5f654",
        "headline": "Oakland Public Library Advisory Commission Annual Report Highlights Successes and Urges Financial Support for Future Growth and Services.",
        "detail": "The Oakland Public Library Advisory Commission has submitted its annual report, which highlights the library's success but raises concerns about its financial future. The report suggests indexing the City's General Fund contribution to inflation and preventing library parcel taxes from subsidizing other parts of the City budget. It calls for increased funding and resources, including the establishment of a new branch and the hiring of a social worker. The report includes circulation statistics, the roster of commissioners, and requests that the City Council receive the report as informational.",
        "matter_file_summaries": [
          {
            "key": "matter_file/cb95d52aec46",
            "headline": "Oakland Library Commission Report Highlights Funding Concerns and Advocates for Social Worker for Homeless Patrons.",
            "detail": "The text is an agenda report from the Library Advisory Commission in Oakland. It highlights the success of the Oakland Public Library in terms of patrons, borrowed items, and programs, but expresses concern over the library's financial future. The report suggests indexing the City's General Fund contribution to inflation and emphasizes the importance of keeping library parcel taxes from subsidizing other parts of the City budget. The report also discusses the need for increased funding and resources for the library, including the establishment of a new branch and the hiring of a social worker to support unhoused patrons. The report includes circulation statistics, the roster of commissioners, and requests that the City Council receive the report as informational.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/fafe9f0b-a2bd-4997-9e87-654bd4f376d6.pdf"
          }
        ]
      },
      {
        "key": "matter/cebcd46c133d",
        "headline": "Oakland City Council Approves Agreement with Emeryville for Library Services, Bringing Positive Fiscal Impact.",
        "detail": "The Oakland City Council has approved an agreement with the City of Emeryville to provide library services to Emeryville residents for the next three fiscal years. Emeryville will pay Oakland $397,215 for these services, with a 5% annual cost escalation. The revenue will be deposited into the Oakland General Purpose Fund and will have a positive fiscal impact for the city. No public outreach was conducted, and the Director of Library Services has requested that the City Council adopt a resolution authorizing the agreement and appropriating the funds.",
        "matter_file_summaries": [
          {
            "key": "matter_file/14d102df1c8c",
            "headline": "Oakland City Council Approves Agreement for Library Services to Emeryville Residents.",
            "detail": "The Oakland City Council has approved an agreement to provide library services to Emeryville residents for the next three fiscal years. Emeryville will pay Oakland $397,215 for these services, which will be deposited into the Oakland General Purpose Fund.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/cbcfad0d-d22d-4fa5-91b2-67b556f088b0.PDF"
          },
          {
            "key": "matter_file/6f43e9db2de5",
            "headline": "City Administrator Recommends Agreement with Emeryville for $397,215 in Library Funding.",
            "detail": "The City Administrator is recommending that the City Council enter into an agreement with the City of Emeryville to receive $397,215 in funding for Oakland Public Library services. The agreement would extend for four years and include a 5% annual cost escalation. The revenue generated will be deposited into the City of Oakland's General Purpose Fund, with a positive fiscal impact. The agreement is in accordance with state laws and no public outreach was conducted. The Director of Library Services has requested that the City Council adopt a resolution authorizing the agreement and appropriating the funds.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/68e3990b-32f9-41de-aa3f-96d1f424dc51.pdf"
          }
        ]
      },
      {
        "key": "matter/1cfd3d91c663",
        "headline": "Oakland Public Library proposes ordinance to change name of commission, modify quorum requirements, and expand duties to include oversight of library funding parcel tax.",
        "detail": "The Oakland Public Library is proposing amendments to an existing ordinance regarding the Library Advisory Commission. The changes include renaming the commission to the Library Commission, modifying quorum requirements, and expanding the commission's duties to include oversight of the 2022 Library Funding Parcel Tax. The City Administrator recommends approving the ordinance, as supported by the Library Advisory Commission. There is no fiscal impact to these recommendations.",
        "matter_file_summaries": [
          {
            "key": "matter_file/23c71a465692",
            "headline": "Oakland proposes changes to Library Advisory Commission, including renaming and expanded duties.",
            "detail": "The text is an ordinance proposing amendments to an existing ordinance regarding the Library Advisory Commission in Oakland. The proposed changes include renaming the commission to the Library Commission, modifying quorum requirements, and expanding the commission's duties to include oversight of the 2022 Library Funding Parcel Tax. The ordinance also references previous amendments made to the commission's responsibilities over the years.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/0d40d33f-4d0c-48ae-bf58-4776e8475290.PDF"
          },
          {
            "key": "matter_file/80f9389a4c47",
            "headline": "Proposed changes to Library Advisory Commission's duties and name, with added oversight of 2022 Library Funding Parcel Tax.",
            "detail": "The City Administrator is recommending that the City Council approve an ordinance amending the duties of the Library Advisory Commission. The proposed changes include renaming the commission to the Library Commission, modifying quorum requirements, and adding oversight of the 2022 Library Funding Parcel Tax to their duties. The staff recommends modifying the quorum requirements and assigning oversight of the 2022 Library Measure C to the commission. There is no fiscal impact to these recommendations. The recommendations were supported by the Library Advisory Commission and the City Council is requested to approve the ordinance.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/24d40e7b-d79e-4d77-80b5-bdf0704142d0.pdf"
          }
        ]
      },
      {
        "key": "matter/606fd752c1e5",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/540622ce9600",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/edbbf6631eab",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/125fd3443fd3",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/ee4ade967000",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/431c255e1de8",
        "headline": "Oakland City Council Increases Grant for Wildfire Prevention and Extends Agreement with Oakland Firesafe Council.",
        "detail": "The Oakland City Council has increased a grant by $6,000 to support regional intergovernmental wildfire prevention efforts. The grant recipient's name has been corrected and the agreement with them has been extended by twelve months. The goal is to coordinate wildfire prevention and vegetation management efforts in the East Bay, a high-risk danger zone for wildfires, and ensure the safety of residents in high-risk areas.",
        "matter_file_summaries": [
          {
            "key": "matter_file/4c61e25dd99e",
            "headline": "Oakland City Council Increases Grant for Regional Wildfire Prevention",
            "detail": "The Oakland City Council has increased a grant by $6,000 to support regional intergovernmental wildfire prevention efforts. The grant recipient's name has been corrected and the agreement with them has been extended by twelve months. The City of Oakland will allocate $6,000 to support the drafting of a Memorandum of Understanding for vegetation management in the region.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/4cc23cf0-b8ba-46b9-8da8-bc6002927fad.PDF"
          },
          {
            "key": "matter_file/961c82baf765",
            "headline": "Oakland Considers Regional Agreement for Wildfire Prevention",
            "detail": "The City of Oakland is considering participating in a regional Memorandum of Understanding (MOU) for vegetation management to coordinate wildfire prevention efforts. They are increasing the grant amount by $6,000 and extending the grant agreement with The Oakland Firesafe Council to support the drafting of the MOU. The MOU aims to coordinate wildfire prevention and vegetation management efforts in the East Bay, which is a high-risk danger zone for wildfires. The City of Oakland is amending its agreement with The Oakland Firesafe Council to increase the grant amount to $131,000, with the goal of mitigating the number and severity of wildfires and ensuring the safety of residents in high-risk areas.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/ec039023-54d8-4697-9870-bb4b42726f4c.pdf"
          }
        ]
      },
      {
        "key": "matter/68dbf18a8107",
        "headline": "City Council Requests Report on Contracts with Non-Profit Service Providers for Homelessness and Public Safety Services.",
        "detail": "Councilmember Fife has requested an informational report from the City Administrator on the 501(C)(3) non-profit service providers that the City of Oakland has contracted with for homelessness and public safety services. The report will include details on the organizations, contract amounts, nature of work, and number of contracts received from fiscal years 2019 to 2022. It will also mention any additional services provided by these organizations and funding received for various programs. The report is intended for informational purposes and does not have any fiscal impact or associated economic or environmental opportunities.",
        "matter_file_summaries": [
          {
            "key": "matter_file/33c5d6d7d94c",
            "headline": "Oakland Contracts Non-Profit Service Providers for Homelessness and Public Safety Services",
            "detail": "This report provides information on the non-profit service providers that the City of Oakland has contracted with for homelessness and public safety related services from fiscal years 2019 to 2022. It includes details such as the names of the organizations, contract amounts, nature of the work, number of contracts received, and whether they provide other services to the city. The report also mentions ten organizations that provided additional services during this period, including the Alameda County Community Food Bank and the Alameda County Housing and Community Development Department. The report was sent by Angela Robinson Piñon, Deputy City Administrator, in an email on June 27, 2023.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/661219b2-6806-48dd-b9a8-e741cf966dde.pdf"
          },
          {
            "key": "matter_file/4cf7e24e5140",
            "headline": "Contracts and Funding for Public Safety and Homelessness Services in Oakland.",
            "detail": "The text provides a list of contracts with non-profit and government agencies for public safety or homelessness services, including details such as contractor names, fiscal years, contract amounts, and the nature of the work. Some examples of the services mentioned include housing placement, rental assistance, crisis response, job training, and community healing initiatives. Notable organizations and funding amounts are also mentioned.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/89aec431-8dbd-423d-ab78-ba3c73e9ebcb.pdf"
          },
          {
            "key": "matter_file/6c2d61041a0a",
            "headline": "Non-profit service providers receive funding for various programs in Oakland.",
            "detail": "This report provides information on security contracts for 501(C)(3) non-profit service providers in the fiscal year 2022-23. It includes details about the providers, security companies, and programs. The contracts range from $50,000 to $1,300,000. The text also provides information on the funding received by various non-profit service providers for different programs related to housing and support for homeless individuals, educational and coaching services for youth, employment, job training, coaching, community healing, and gender-based violence support. The Oakland Fire Department has allocated $12,000 for the Mental Health First Program specifically for the Mobile Assistance Community Responders of Oakland (MACRO) Program.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/2e358ef7-f845-47df-9eea-40f81e06281f.pdf"
          },
          {
            "key": "matter_file/746f89b94625",
            "headline": "Human services contracts for public safety and homelessness services funded from FY 2019 to FY 2022, including transitional housing program for youth in East Oakland.",
            "detail": "This text provides a list of human services contracts for public safety and homelessness services from FY 2019 to FY 2022. It includes details on housing placement, rental assistance, bulk food provision, advocacy, rapid rehousing services, interim housing, consultation services, emergency services for Covid-19 affected homeless individuals, and housing and related services for people living with HIV/AIDS. The text also mentions various organizations and government agencies involved in providing housing and supportive services to homeless individuals, people living with HIV/AIDS, and youth. Funding details for these services are provided, including Youth Spirit Artworks receiving funding for a transitional housing program for youth in East Oakland.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/e81d68ed-a913-4239-9c03-2e49d09565b2.pdf"
          },
          {
            "key": "matter_file/cf794d5a7982",
            "headline": "237 contracts awarded for public safety and homelessness services in Oakland from FY 2019 to FY 2022.",
            "detail": "The text lists organizations and the number of contracts they received for public safety and homelessness services from FY 2019 to FY 2022. A total of 237 contracts were awarded during this period.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/d1ff36dd-83de-47a1-97e8-9dd04d7d4177.pdf"
          },
          {
            "key": "matter_file/f62de485bf15",
            "headline": "Oakland's Non-Profit Contracts for Homelessness and Public Safety Services Reviewed.",
            "detail": "This report provides information on the City of Oakland's contracts with non-profit service providers for homelessness and public safety services. It includes details on the organizations, contract amounts, nature of work, and number of contracts received. The report was requested by Councilmember Caroll Fife and aligns with the city's priority of a responsive and trustworthy government. The report also mentions previous funding for homelessness services and includes information from various city departments. The report does not have any fiscal impact or associated economic or environmental opportunities. It is a request for the City Council to receive an informational report that may be useful for future policy discussions.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/fa397378-8149-4536-8cc5-0ed17237a4a0.pdf"
          }
        ]
      },
      {
        "key": "matter/7a01a2008645",
        "headline": "Finance Department Recommends City Council Receive Annual Report on Grants, Gifts, and Donations under $50,000 for FY 2021-22.",
        "detail": "The Finance Department recommends that the City Council receive an annual report on the acceptance and appropriation of grants, gifts, and donations of $50,000 or less for the fiscal year 2021-22. The report includes a breakdown of the $414,724.14 in restricted grants, gifts, and donations received by various departments. The City Administrator has limited authority to accept and appropriate these funds without Council action, as long as certain conditions are met. The City of Oakland is implementing a new ordinance to improve the efficiency of accepting and utilizing gifts and donations. The City Administrator will comply with fiscal requirements and implement proper procedures and controls.",
        "matter_file_summaries": [
          {
            "key": "matter_file/2b7bd5ddc18f",
            "headline": "Donations and grants received by departments in fiscal year 2021-22, including cash and non-cash items.",
            "detail": "The text provides a list of grants and donations received by various departments in the fiscal year 2021-22. It includes cash and non-cash items such as services, equipment, and goods. The donations range in amount, with some exceeding $50,000. Specific donations to the Mayor's Toy Drive are also listed, including cash donations from individuals and organizations. Donations to libraries and organizations are mentioned, including both cash and non-cash items. The donations vary in nature, from supplies and equipment to services and vouchers. Grants and funding for specific programs and projects are also mentioned.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/5645c6fd-8915-4e55-a657-0d4f26e95941.pdf"
          },
          {
            "key": "matter_file/3c1a6f48eabb",
            "headline": "City Administrator Recommends Annual Report on Grants, Gifts & Donations Under $50k, No Fiscal Impacts Detected",
            "detail": "The City Administrator is recommending that the City Council receive an annual report on the acceptance and appropriation of restricted grant funds, gifts, and donations of $50,000 or less for the period of July 1, 2021, through June 30, 2022. In the fiscal year 2021-22, a total of $414,724.14 in restricted grants, gifts, and donations of $50,000 or less were accepted by the City Administrator. The report provides a breakdown of these grants, gifts, and donations by department. There are no fiscal impacts associated with the acceptance of this report.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/2d1dd28b-3633-4116-9bbf-c0a83037893c.pdf"
          },
          {
            "key": "matter_file/b421cdf0078c",
            "headline": "Oakland City Administrator granted authority to accept and use restricted grants and donations without Council approval.",
            "detail": "The text outlines the policy and procedures for the City of Oakland regarding the acceptance and appropriation of restricted grant funds, gifts, and donations of $50,000 or less. The City Administrator is delegated limited authority to accept and appropriate these funds without City Council action, as long as certain conditions are met. The Budget Office reviews requests for completeness and eligibility before forwarding them to the City Administrator's Office for approval. The funds should be appropriated to a grant fund and a comprehensive list of all grants, gifts, and donations should be prepared and presented to the City Council annually. Small grants, gifts, and donations under $1,000 should be recorded separately on a monthly list. The process is not available for Redevelopment Agency restricted grants, gifts, and donations. Approval and appropriation may take up to 10 business days. The text also includes a form for requesting the acceptance and appropriation of grants, gifts, and donations, as well as information about the City Council resolution authorizing the City Administrator to accept and appropriate grants of $50,000 or less without prior Council action. The resolution also delegates limited authority to the City Administrator for accepting gifts and donations and appropriating and spending the associated funds. The City of Oakland is repealing an outdated ordinance and implementing a new one to improve the efficiency of accepting and utilizing gifts and donations. The City Administrator will comply with all fiscal requirements and implement proper procedures and controls.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/7c7b4f5e-c02b-4f33-80ad-15570fcba05d.PDF"
          }
        ]
      },
      {
        "key": "matter/b6da018ca4cc",
        "headline": "City Council Receives Cash Management Report for Q4 2022",
        "detail": "The Finance Department has submitted a cash management report to the City Council for the quarter ended December 31, 2022. The report includes information on the total cash and investments managed by the City, an economic review, and details on the portfolios. The City's operating pool portfolio increased in balance and complies with the city's investment policy, while the Successor Agency's portfolio decreased due to bond payments. The City's portfolio slightly outperformed the Local Agency Investment Fund but underperformed the one-year government agencies benchmark. The portfolios have high credit quality and sufficient liquidity. The City Council is requested to receive the report.",
        "matter_file_summaries": [
          {
            "key": "matter_file/cc4e89bb3ae0",
            "headline": "Oakland Reports $2.28B Cash and Investments, Farm Credit Bank Invests $3M-$5.75M with AA Ratings and Yields 0.09%-2.44%.",
            "detail": "The City of Oakland and Oakland Redevelopment Successor Agency have released a cash management report for the quarter ended December 31, 2022. The report includes information on the total cash and investments managed by the City, an economic review, and details on the portfolios. Concerns about inflation and interest rate hikes by the Federal Reserve are mentioned. The US economy grew more than expected in the fourth quarter, but consumer spending decreased, indicating a potential economic slowdown. Homebuilding in the US decreased for a fourth consecutive month. The City of Oakland's operating pool portfolio increased in balance and complies with the city's investment policy, while the Successor Agency's portfolio decreased due to bond payments. The text also provides details on specific investments within the portfolios, including their balance, market value, and maturity dates.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/98db832c-2d54-4b45-ba15-ccdf8aba06a2.pdf"
          },
          {
            "key": "matter_file/d70895e62f3d",
            "headline": "Finance Department Submits Cash Management Report to City Council; City Portfolio Increases, Successor Agency Portfolio Decreases.",
            "detail": "The Finance Department has submitted a cash management report to the City Council for the quarter ended December 31, 2022. The City's Operating Pool Portfolio had a balance of $1.94 billion and yielded 2.79 percent, while the Successor Agency's Portfolio had a balance of $11.98 million and yielded 3.92 percent. The portfolios are in compliance with the Investment Policy and have high credit quality and sufficient liquidity. The City's portfolio increased due to property tax receipts, while the Successor Agency's portfolio decreased due to bond payments. The Cash Management Report summarizes the performance of the City Portfolio for the quarter. The portfolio slightly outperformed the Local Agency Investment Fund (LAIF) but underperformed the one-year government agencies benchmark. The City's primary investment objective is to maximize safety, liquidity, and return. The report was prepared by the Finance Department, Treasury Bureau. The portfolios' credit quality remains high and liquidity is sufficient. The City considers investing in environmentally positive and socially responsible companies. The City Council is requested to receive the report.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/69e953ab-0c91-40d3-adb6-f43f9cf9a5d1.pdf"
          }
        ]
      },
      {
        "key": "matter/adfcf84811d5",
        "headline": "Oakland PFRS Investment Portfolio and Actuarial Valuation Reveals Underperformance and Unfunded Liability.",
        "detail": "The Finance Department recommends that the City Council receive an informational report on the Oakland Police and Fire Retirement System's investment portfolio and actuarial valuation. The portfolio had a market value of $398.4 million at the end of 2022 and underperformed its policy benchmark in the most recent quarter. The actuarial valuation shows an unfunded liability of $130.2 million and a funded ratio of 72.6%. The report provides details on investment returns, pension funds, and key risks. It also discusses changes in participant membership, plan assets, and cost-of-living adjustments. The projected contribution for the next fiscal year is $47.1 million.",
        "matter_file_summaries": [
          {
            "key": "matter_file/14923b6c5935",
            "headline": "Performance and Asset Allocation of Oakland Police and Fire Retirement System Total Plan.",
            "detail": "The Oakland Police and Fire Retirement System (OPFRS) portfolio had a market value of $398.4 million at the end of 2022. The portfolio underperformed its policy benchmark in the most recent quarter but kept pace with the benchmark over the 1- and 3-year periods. The Crisis Risk Offset segment was the primary factor for underperformance. The portfolio also lagged behind its peer group's median fund returns over multiple time periods. Domestic equity outperformed the Russell 3000 Index, except for the 5-year trailing period. The text also discusses the performance of various asset classes, including US equity markets, developed international equities, emerging markets, and bonds. It provides updates on economic indicators such as inflation, monetary policy, global growth, and the labor market. The text also provides performance data for the Oakland Police and Fire Retirement System Total Plan, individual investment managers, investment options, investment strategies, and historical benchmarks. It includes definitions and explanations of various financial terms and concepts.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/9a3066f2-6dd8-434f-a12c-0b2bb96d8a05.pdf"
          },
          {
            "key": "matter_file/97d77c8a4768",
            "headline": "Oakland PFRS Investment Portfolio Returns 5.6% for Q4 2022, Slightly Underperforms Benchmark",
            "detail": "The report provides information on the investment portfolio and actuarial valuation of the Oakland Police and Fire Retirement System (PFRS). The portfolio generated a 5.6% return for the quarter, underperforming its benchmark. The actuarial valuation shows an unfunded liability of $130.2 million and a funded ratio of 72.6%. The PFRS is a closed defined benefit plan for retired police and fire employees. The report also includes details on other pension funds, investment returns, and the efforts of the PFRS Board. The report recommends that the City Council receive this information.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/ac31be25-b4a7-499d-bb3b-baa735d68e7f.pdf"
          },
          {
            "key": "matter_file/a28887ea6d41",
            "headline": "Oakland Police and Fire Retirement System Valuation Report Reveals $10 Million Increase in Employer Contribution for FY 2023-2024.",
            "detail": "This is an actuarial valuation report for the Oakland Police and Fire Retirement System as of July 1, 2022. The report assesses the financial condition of the plan, identifies trends, calculates contributions for the upcoming fiscal year, and discloses key risks. The report highlights a decrease in participant membership, a loss in plan assets, and changes in cost-of-living adjustments. The Unfunded Actuarial Liability decreased, and the projected contribution for the next fiscal year is $47.1 million. The report discusses risks such as investment risk, COLA risk, longevity risk, and contribution risk. It also provides information on the plan's net cash flow, liabilities, and actuarial assumptions. The report includes membership information, benefit payment projections, and details on the actuarial cost method used.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/d5892e02-cc12-480a-a70b-57878600000f.pdf"
          }
        ]
      },
      {
        "key": "matter/0c61070d22f4",
        "headline": "Oakland Releases Semi-Annual Staffing Report Addressing Vacancy Rates, Recruitment Challenges, and Efforts to Promote Existing Staff.",
        "detail": "The City of Oakland has released a semi-annual staffing report, which includes information on vacancy rates, recruitment efforts, and challenges in filling positions. The report discusses the increase in frozen positions, the impact of a hiring freeze, and efforts to promote existing staff. It also addresses strategies to improve recruitment, increase diversity, and streamline administrative steps. Challenges in finding qualified candidates and the \"Great Resignation\" trend are highlighted. The report includes data on separations of full-time employees and efforts to achieve equitable outcomes. Plans for career development trainings and increasing access to city jobs are also outlined. The report provides a list of frozen positions and a comprehensive list of job vacancies in multiple departments.",
        "matter_file_summaries": [
          {
            "key": "matter_file/4d509219a6cf",
            "headline": "City of Oakland Reports Vacancy Rates and Recruitment Efforts",
            "detail": "The text is a semi-annual staffing report for the City of Oakland, providing information on vacancy rates, recruitment efforts, and challenges in filling positions. It highlights the increase in frozen positions, the impact of a hiring freeze, and the efforts to promote existing staff. The report also discusses strategies to improve the recruitment process, increase diversity in the workforce, and streamline administrative steps. It mentions the challenges of finding qualified candidates and the \"Great Resignation\" trend. The report includes data on separations of full-time employees and the efforts of the HRM Equity Team to achieve equitable outcomes. It concludes with plans for career development trainings and increasing access to city jobs.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/38d041e5-b461-4cf7-9f0a-ff345130aee3.pdf"
          },
          {
            "key": "matter_file/bc9a016751b9",
            "headline": "Government HR Professionals Prioritize Recruiting, Retention, and Work-Life Balance in 2023 Trends Report.",
            "detail": "The 2023 Trends Report highlights the top priorities and challenges for government HR professionals. Recruiting and retention are the main concerns, with a focus on finding qualified candidates and promoting work-life balance. The report predicts increased competition for qualified candidates and labor shortages. Agency culture, operational efficiency, succession planning, and employee development are also identified as important areas of focus. Improving diversity, equity, and inclusion is a key goal, with a focus on reskilling female employees and employees of color.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/6828123a-93e6-4b3b-8168-3d98499d14c5.pdf"
          },
          {
            "key": "matter_file/c070797c83b7",
            "headline": "List of Frozen Job Positions in Various Departments, Including Police and Fire, Provided",
            "detail": "The text provides a list of frozen full-time positions in various departments, including City Administration, City Attorney, HRM, Finance, Police, Fire, IT, Library, Animal Services, and Housing. The positions range from Accountant III to Police Officer, and all positions are currently not available. Salary details are also provided for the police officer positions.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/6896e99f-6bc1-495e-aaa1-c211a7e3b447.pdf"
          },
          {
            "key": "matter_file/fb9bef1daf46",
            "headline": "City Government Job Vacancies: Titles, Status, and Salary Information",
            "detail": "This text provides a comprehensive list of job vacancies and their statuses in various departments of the city government. It includes details such as job titles, full-time equivalent (FTE) positions, recruitment status, salary information, and encumbrance status. The departments mentioned include City Attorney, HRM, City Auditor, Finance, Police, Fire, OPW, DOT, Information Technology, Parks & Recreation, Library, Animal Services, Race and Equity, PEC, Violence Prevention, and Health & Human Services. The list also mentions the recruitment process, requisition approval status, and interview processes for some positions.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/07817bec-2506-4b97-ac8f-3ceb60f92e3a.pdf"
          }
        ]
      },
      {
        "key": "matter/d031c78e7001",
        "headline": "Oakland Police and Fire Retirement System's Investment Portfolio Underperforms Benchmark with $24.8 Million Depreciation.",
        "detail": "The Oakland Police and Fire Retirement System's investment portfolio had a market value of $411.2 million at the end of March 2023, with a 4.5% return that underperformed its benchmark by -0.6%. The portfolio has faced a $24.8 million depreciation over the past year and has lagged behind its peers in the 1-, 3-, and 5-year periods. The City Council is recommended to receive an informational report on the portfolio, which has an unfunded actuarial liability of $130.2 million and a funded ratio of 76.5%. The City of Oakland has deposited $210 million into the System and is making monthly payments of $32.7 million. The plan is projected to be fully funded by 2026, with an expected increase in the employer contribution to $48.8 million by that time. The report also mentions measures implemented to support the local economy and a sustainable environment.",
        "matter_file_summaries": [
          {
            "key": "matter_file/4b3ffd14080a",
            "headline": "Oakland Police and Fire Retirement System Total Plan Performance Analysis",
            "detail": "The Oakland Police and Fire Retirement System (OPFRS) had a market value of $411.2 million at the end of the quarter. The portfolio generated a 4.5% return, underperforming its benchmark by -0.6%. Over the past year, the portfolio faced a $24.8 million depreciation. The OPFRS portfolio has outperformed in the most recent quarter but lagged in the 1-, 3-, and 5-year periods compared to its peers. The performance of various asset classes, including domestic and international equity, fixed income, and credit, is discussed. The text also provides performance data for different investment managers, investment funds, and investment strategies within the OPFRS Total Plan. The report includes benchmark history, manager monitoring/probation status, and definitions of financial terms.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/82da9853-d926-4282-82b5-2f273c7d0f14.pdf"
          },
          {
            "key": "matter_file/f1d103d971a4",
            "headline": "Oakland's Police and Fire Retirement System Shows Mixed Investment Performance.",
            "detail": "The City Administrator and Finance Director recommend that the City Council receive an informational report on the Oakland Police and Fire Retirement System's investment portfolio. The portfolio underperformed its benchmark for the quarter but outperformed for the three-year period. The System has an unfunded actuarial liability of $130.2 million and a funded ratio of 76.5%. The City of Oakland has deposited $210 million into the System and is currently making monthly payments of $32.7 million. The PFRS membership is 665 and the investment portfolio has a value of $411.18 million. The PFRS Funded Ratio is 76.5% and the required contribution for fiscal year 2022/2023 is $32.71 million. The City is projected to fully fund the PFRS Plan by 2026. The employer contribution is expected to increase to $48.8 million by 2026. The report also mentions measures implemented by the PFRS Board to support the local economy and a sustainable environment.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/a308ba61-6186-4ce2-a7e6-305553130732.pdf"
          }
        ]
      },
      {
        "key": "matter/a100166cc4d8",
        "headline": "\"Oakland Implements Programs to Combat Illegal Dumping, Focusing on Disadvantaged Neighborhoods and Increasing Removal Efforts.\"",
        "detail": "The City of Oakland has implemented various programs to combat illegal dumping, which is causing economic and environmental hardship in disadvantaged neighborhoods. The report outlines the different units and divisions involved in addressing illegal dumping and highlights efforts such as surveillance cameras, enforcement measures, and debris removal in parks. The City is collaborating with the Alameda County District Attorney's Office and implementing various strategies. The report also mentions sources for garbage blitz and lists locations where illegal dumping work orders have been issued. The annual report reveals an increase in the quantity of illegal dumping removed in the past five years, with frontline communities being most affected. The Oakland Public Works department has dedicated crews and divisions for addressing illegal dumping and collaborates with non-profit organizations. Strategies for improvement include enforcement, proper disposal methods, and increasing garbage service for businesses.",
        "matter_file_summaries": [
          {
            "key": "matter_file/13e572fc7e61",
            "headline": "Failed to summarize",
            "detail": "HTTP Error 404: Not Found",
            "uri": "https://oakland.legistar1.com/oakland/attachments/78c2116b-333a-42ce-90d0-cac508674bfe.pdf"
          },
          {
            "key": "matter_file/201be2c88a23",
            "headline": "Oakland's Efforts to Combat Illegal Dumping: Programs, Challenges, and Collaborations",
            "detail": "The City of Oakland has implemented various programs and initiatives to combat illegal dumping, which is a significant issue causing economic and environmental hardship, particularly in disadvantaged neighborhoods. The report outlines the different units and divisions involved in addressing illegal dumping, including the Illegal Dumping Unit (IDU) and the Environmental Enforcement Unit. The IDU operates reactive, proactive, and homeless encampment cleaning crews and has seen a slight decrease in service requests and work orders due to the COVID-19 pandemic. The city has implemented a proactive approach to address illegal dumping in disadvantaged areas and has seen a decrease in service requests as a result. Various efforts are underway, including the use of surveillance cameras, enforcement measures for businesses, and debris removal in parks. The City has also implemented programs and partnerships to engage residents in cleaning and beautifying the city. The City is cracking down on illegal dumping by enforcing hauling requirements for construction and demolition debris and is working on holding unauthorized haulers accountable. The report recommends increasing outreach efforts, improving the utilization rate of bulky drop-off appointments, and implementing strategies to empower communities to maintain cleaner neighborhoods. The City is collaborating with the Alameda County District Attorney's Office and implementing various strategies to address the issue of illegal dumping. The long-term solution involves outreach, education, enforcement, and partnerships at the local and state level.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/455b64ee-5bda-44f3-96fd-d4b8521cc1ec.pdf"
          },
          {
            "key": "matter_file/22ab274a4871",
            "headline": "Multiple sources identified for garbage blitz in different zones.",
            "detail": "The text lists various sources for garbage blitz in different zones, including Esri, HERE, Garmin, USGS, Intermap, INCREMENT P, NRCan, Esri Japan, and METI.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/4217c588-e8aa-44f5-b6e7-5f9079e43cd5.pdf"
          },
          {
            "key": "matter_file/c8413a45b8cf",
            "headline": "Illegal dumping work orders issued by council districts for FY 2021-2022 locations listed.",
            "detail": "The text lists locations where illegal dumping work orders have been issued by council districts for the fiscal year 2021-2022.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/fcad1fe4-01d7-4f26-be3e-f21d825cff69.pdf"
          },
          {
            "key": "matter_file/e59ed7b3ff22",
            "headline": "Oakland's Annual Report Reveals Frontline Communities Hardest Hit by Illegal Dumping.",
            "detail": "The annual report on illegal dumping in Oakland reveals that frontline communities are most affected, causing significant economic, environmental, health, and safety impacts. The report shows an increase in the quantity of illegal dumping removed in the past five years, with a shift towards proactive work. The Oakland Public Works department has a proactive and reactive crew, an Environmental Enforcement Unit, and a Parks and Tree Services Division to address illegal dumping. The department also has community-oriented cleaning initiatives and collaborates with non-profit organizations. Strategies for improving illegal dumping include enforcement, proper disposal methods, and increasing garbage service for businesses.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/d93cdec9-b11d-41b9-a58e-73bf4968a935.pdf"
          }
        ]
      },
      {
        "key": "matter/fdf0aa1f2d66",
        "headline": "City Council Approves Resolution to Vacate Utilities Easement for Affordable Housing Project",
        "detail": "The City Administrator is recommending that the City Council adopt two resolutions to support the development of affordable housing units in Oakland. The resolutions involve vacating a portion of a utilities easement and accepting an offer of dedication for a public storm drain. The resolutions have been reviewed by various city departments and the City Council is recommended to adopt them. The Oakland City Council has approved a resolution to vacate a utilities easement for the Fruitvale Transit Village Phase II-B project. The resolution states that the easement is no longer needed for public use and is consistent with the General Plan. The vacation is exempt from the California Environmental Quality Act requirements.",
        "matter_file_summaries": [
          {
            "key": "matter_file/703eeba0808e",
            "headline": "Oakland Considers Vacating Easement for Affordable Housing Project.",
            "detail": "The City Administrator is recommending that the City Council adopt two resolutions to support the development of affordable housing units in Oakland. The resolutions involve vacating a portion of a utilities easement and accepting an offer of dedication for a public storm drain. The storm drain and electric utilities have been relocated and constructed, making the portion of the utilities easement unnecessary. The project is environmentally sustainable and located near public transportation. The resolutions have been reviewed by various city departments and the City Council is recommended to adopt them.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/a92e15bd-d781-499e-a71f-f09a59a95ded.pdf"
          },
          {
            "key": "matter_file/990b0502687f",
            "headline": "Oakland City Council approves resolution to vacate utilities easement for Fruitvale Transit Village Phase II-B project.",
            "detail": "The Oakland City Council has approved a resolution to vacate a utilities easement for the Fruitvale Transit Village Phase II-B project. The resolution states that the easement is no longer needed for public use and is consistent with the General Plan. The vacation is exempt from the California Environmental Quality Act requirements. The resolution will take effect upon approval and recordation, and a Notice of Exemption will be filed.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/1ee545db-4351-4742-a5b1-ed824ffcf4e5.pdf"
          }
        ]
      },
      {
        "key": "matter/805304b6d47e",
        "headline": "Oakland City Council Accepts Offer of Property for Public Storm Drain Purposes, Exempt from California Environmental Quality Act.",
        "detail": "The Oakland City Council has accepted an offer from the City of Oakland to use property at 3511 East 12th Street for public storm drain purposes. The acceptance is in accordance with California Government Code Section 7050 and is exempt from the California Environmental Quality Act. The City Engineer is authorized to file a certified copy of the resolution for recordation.",
        "matter_file_summaries": [
          {
            "key": "matter_file/2d7444510c8b",
            "headline": "Oakland City Council accepts offer for public storm drain dedication.",
            "detail": "The Oakland City Council has accepted an offer from the City of Oakland for the use of property at 3511 East 12th Street for public storm drain purposes. The acceptance is in accordance with California Government Code Section 7050 and is exempt from the California Environmental Quality Act. The City Engineer is authorized to file a certified copy of the resolution for recordation.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/acca7055-e468-41e6-8584-2baac7910fae.pdf"
          }
        ]
      },
      {
        "key": "matter/994fdf2152b7",
        "headline": "Oakland City Council Considers Awarding $15.6 Million Construction Contract for 14th Street Safe Routes Project.",
        "detail": "The Oakland City Council is considering awarding a construction contract to McGuire & Hester for the 14th Street Safe Routes in the City Project. The project aims to improve pedestrian, bicycle, transit, and vehicular traffic safety on 14th Street. McGuire & Hester's bid is $15,575,063, which is $2,576,592.72 over the engineer's estimate. The project is fully funded and exempt from significant environmental impacts. The project is scheduled to start in fall 2023 and finish by fall 2025. Extensive public outreach and engagement efforts have been made, and commitments have been made regarding parking management, repaving, loading zones, parking programs, and a public art program.",
        "matter_file_summaries": [
          {
            "key": "matter_file/18042df1b71a",
            "headline": "City of Oakland Contractor Evaluation Form: Assessing Performance and Ratings",
            "detail": "The text provides various contractor performance evaluations for McGuire and Hester on specific projects for the City of Oakland's Public Works Agency. The evaluations assess different aspects such as work performance, cooperation, expertise, timeliness, and financial issues. The evaluations are confidential and retained for five years. Contractors with unsatisfactory ratings may be restricted from bidding on future projects and must demonstrate improvements before bidding again.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/3cc2dd27-2c2c-42b9-b005-fd599503c945.pdf"
          },
          {
            "key": "matter_file/37d66c3e474d",
            "headline": "Contractor Gallagher & Burk meets DBE goal with 37.55% participation rate for 14th Street Safe Routes project.",
            "detail": "The Contract Compliance Officer reviewed two bids for the 14th Street Safe Routes project. Both firms met the DBE goal of 25%. McGuire & Hester had a DBE participation rate of 36.54% and an LBE participation rate of 30.78%. The contractor's bid amount was $15,575,063, which was $2,576,592.72 over the engineer's estimate. Gallagher & Burk also met the DBE goal of 18% with a DBE participation rate of 37.55%. Good Faith Effort (GFE) Documentation was submitted. The evaluation was completed on 4/6/2023.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/3d277f05-72c9-4e4f-9cf4-e5e021adb3f8.pdf"
          },
          {
            "key": "matter_file/885dd875c8d6",
            "headline": "\"Re-validation form confirms no additional documentation needed for 14th Street Safe Routes project.\"",
            "detail": "This document is a form for re-validating a NEPA/CEQA document titled \"14th Street Safe Routes in the City.\" The form states that no further documentation is needed and requires signatures from the Environmental Branch Chief and the Project Manager/DLAE.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/aa8a3bc2-eeaa-47f3-8def-3fb21f03fb28.pdf"
          },
          {
            "key": "matter_file/b36c413a5fb7",
            "headline": "Oakland Approves 14th Street Safety Project with Upgrades and Funding",
            "detail": "The Oakland City Council has approved the 14th Street Safety Project, which includes improvements for pedestrians, cyclists, and transit users. The project aligns with the city's Bicycle Master Plan and aims to make the road safer and more accessible. It includes reductions in vehicle travel lanes, pedestrian crossing enhancements, transit improvements, bus stop upgrades, and protected bicycle lanes. The project is fully funded and exempt from significant environmental impacts. The City Council also directs staff to implement the recommendations of the Parking Management Plan.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/66a7ab29-6298-458f-b01f-2aeea1e5f40d.pdf"
          },
          {
            "key": "matter_file/bbd642a1b062",
            "headline": "Oakland City Council Approves $15.6 Million Contract for 14th Street Safe Routes Project.",
            "detail": "The Oakland City Council has approved a construction contract worth $15,575,063 for the 14th Street Safe Routes in the City Project. The project includes the construction of bicycle lanes, pedestrian crossings improvements, bus boarding islands, and other improvements on 14th Street. Funding for the project comes from various sources, including grants. The City Council has authorized the contract to be awarded to McGuire & Hester, with the possibility of negotiating with the second-lowest bidder if necessary. The project is exempt from CEQA and requires a Notice of Determination/Notice of Exemption to be filed.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/7c1f5449-ad2d-4933-ad15-c009c458193c.pdf"
          },
          {
            "key": "matter_file/d0c1c2e66696",
            "headline": "Oakland Proposes $15.6 Million Contract for 14th Street Safe Routes Project",
            "detail": "The City Administrator of Oakland is recommending that the City Council award a construction contract to McGuire & Hester for the 14th Street Safe Routes in the City Project. The project aims to improve pedestrian, bicycle, transit, and vehicular traffic safety on 14th Street and has received funding from federal and state grants. McGuire & Hester's bid is 19.8% higher than another bid, but it is deemed reasonable. The project has undergone public outreach efforts to engage local and non-local professional service providers and target L/SLBE companies in BIPOC communities. The project has obtained necessary permits and is exempt from the California Environmental Quality Act. The City Council is requested to adopt a resolution awarding the construction contract to McGuire & Hester.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/0276108b-5846-4acf-a2c5-d4fc4f3d8c3c.pdf"
          },
          {
            "key": "matter_file/edafeefa6d7d",
            "headline": "Oakland plans safe routes for biking and walking on 14th Street with federal grants and local funding.",
            "detail": "The Department of Transportation in Oakland is planning a project to create safe routes for biking and walking on 14th Street. The proposed design includes protected bike lanes, transit boarding islands, and a two-lane roadway to promote slower vehicle speeds. Construction is set to begin in fall 2023 and be completed by fall 2025. The project is funded by federal grants and local funding. Ongoing public outreach and engagement efforts have been made, and commitments have been made regarding parking management, repaving, loading zones, parking programs, and a public art program. More information can be found on the Oakland City website.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/37aae1ba-d5fa-4150-9386-e9851f23e8fd.pdf"
          }
        ]
      },
      {
        "key": "matter/aad5f7802684",
        "headline": "Oakland City Council Approves Millions in FEMA and CalOES Funds for Seismic Retrofits and Hazard Mitigation.",
        "detail": "The Oakland City Council has approved a resolution to apply for and accept up to $10 million in funds from FEMA and the Governor's Office of Emergency Services for hazard mitigation. They have also authorized an application for up to $3,333,333 in funds to continue the Soft Story Apartment Seismic Retrofit Grant Program. The funding will support long-term hazard mitigation measures and seismic retrofits for multi-family homes in Oakland.",
        "matter_file_summaries": [
          {
            "key": "matter_file/2ea3938f6519",
            "headline": "Oakland City Council Approves $13.3 Million Funding for Seismic Retrofitting and Hazard Mitigation.",
            "detail": "The Oakland City Council has approved a resolution to apply for and accept up to $10 million in funds from FEMA and the Governor's Office of Emergency Services for hazard mitigation. They have also authorized an application for up to $3,333,333 in funds to continue the Soft Story Apartment Seismic Retrofit Grant Program. The funding will support long-term hazard mitigation measures and seismic retrofits for multi-family homes in Oakland. The City is submitting an application for a total of $13,333,333 to retrofit \"soft story\" apartment buildings for seismic safety.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/1e879d5b-b32b-4de6-b0c1-4a863c50ff04.pdf"
          },
          {
            "key": "matter_file/e21d65e7aa28",
            "headline": "Oakland Seeks FEMA Grant for Seismic Retrofits in Vulnerable Buildings.",
            "detail": "The City of Oakland is seeking grant funds from FEMA and CalOES for a seismic retrofit program for apartment buildings with soft story conditions. The proposed grant would provide up to $10 million from the Hazard Mitigation Grant Program and up to $3,333,333 from the Prepare California Match Program. The program aims to retrofit approximately 1600 buildings and prioritize low- to moderate-income areas. The Department of Housing and Community Development is also seeking additional funding for retrofitting vulnerable buildings. The program aims to reduce risk, protect vulnerable buildings, and mitigate the housing crisis following a major earthquake. The City Council is being asked to adopt a resolution to apply for and accept the grant funds.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/5b9e98cc-ea6b-4a4b-a4c6-b967cbbdacb4.pdf"
          }
        ]
      },
      {
        "key": "matter/647a5edd40ba",
        "headline": "City of Oakland Reports Progress on General Plan and Housing Element, Allocates $350 Million for Affordable Housing.",
        "detail": "The Planning and Building Department recommends that the City Council receive an informational report on the City of Oakland's General Plan and Housing Element Annual Progress Reports for 2022. The reports cover various aspects such as new affordable housing units, permitted and completed projects, housing opportunity sites, funding allocations, ongoing development projects, and measures to facilitate the construction of Accessory Dwelling Units (ADUs). The reports also address racial inequities in housing and highlight key issues for 2023, including adopting a new housing element, addressing homelessness and racial equity, and upcoming housing projects. The city has allocated $350 million for affordable housing over four years, with a focus on extremely low-income and permanent supportive housing units to address homelessness.",
        "matter_file_summaries": [
          {
            "key": "matter_file/7ddf8dec100a",
            "headline": "2022 Affordable Housing Units: Submissions, Entitlements, and Permits in City.",
            "detail": "The text provides a list of new affordable housing units submitted, entitled, and permitted in the city in 2022, including project details and total number of units. It also lists permitted and completed projects in a specific area, with project details and total number of units for each income rate category.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/d33d82a6-5ffe-4059-a063-47dfafaa5271.pdf"
          },
          {
            "key": "matter_file/d29913d51a9a",
            "headline": "December 2022 update: Housing opportunity site available in Alameda.",
            "detail": "The text provides an update on the status of housing opportunity sites as of December 2022, mentioning that there is still an available site in Alameda. It includes a map showing the city limits and the location of the sites.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/28a16888-e667-487c-86e7-4e4520b330bd.pdf"
          },
          {
            "key": "matter_file/e65ae78c7bac",
            "headline": "Oakland allocates $119M for affordable housing projects.",
            "detail": "Between 2019 and 2022, Oakland allocated a total of $119,060,292 in affordable housing funds through NOFA rounds for new construction, rehabilitation/preservation, acquisition and conversion to affordable housing, and Homekey projects.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/ef813b09-5f7f-4e26-a9d9-132b196753ee.pdf"
          },
          {
            "key": "matter_file/e679dee7dcf8",
            "headline": "Oakland Releases 2022 Progress Reports on General Plan and Housing Programs.",
            "detail": "The City of Oakland has released Annual Progress Reports for 2022, highlighting progress in meeting housing production targets and implementing the General Plan. The reports discuss ongoing development projects, affordable housing units, and measures to facilitate the construction of Accessory Dwelling Units (ADUs). The city has secured funding for homeless housing projects and implemented impact fees and funding programs for affordable housing. The Housing Element update is part of a comprehensive General Plan Update process. The Oakland Housing and Community Development department held stakeholder meetings and developed a new Strategic Action Plan for funding Extremely Low-Income and Permanent Supportive Housing units. The reports also address racial inequities in housing and request an informational report on progress made in 2022.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/56ac484d-bc20-4c10-8a47-f8068f20ef80.pdf"
          },
          {
            "key": "matter_file/f3cc614facba",
            "headline": "2022 Annual Progress Report: Housing, ADUs, and Affordable Housing Initiatives in Oakland",
            "detail": "The text discusses the 2022 General Plan and Housing Element Annual Progress Report, which assesses the implementation of the City's General Plan and housing programs. It includes information on community engagement, major planning initiatives, approved projects, and the production of new housing units. The text also provides data on housing affordability in Alameda County, including income categories based on Area Median Income (AMI) and the number of new affordable and market-rate housing units. It mentions the production of Accessory Dwelling Units (ADUs) and Junior Accessory Dwelling Units (JADUs) in 2022. The text highlights the key issues and focus areas for 2023 and beyond, such as adopting a new housing element, addressing homelessness and racial equity, and upcoming housing projects. It also mentions the allocation of $350 million for affordable housing over four years and prioritizing extremely low-income and permanent supportive housing units to address homelessness.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/232c670f-3d77-47a7-94df-17d48b85f6a5.pdf"
          }
        ]
      },
      {
        "key": "matter/eb8f5d137884",
        "headline": "City Council to Receive Annual Report on Impact Fees for FY 2021-22, Highlighting Housing Affordability and Infrastructure Needs.",
        "detail": "The Planning and Building Department is recommending that the City Council receive the annual report on impact fees for the fiscal year 2021-22. The report provides details on the amount collected and assessed for affordable housing, transportation, and capital improvement fees, as well as fund balances and project descriptions. It emphasizes the importance of impact fees in addressing housing affordability and infrastructure needs. The report also includes updates on various projects, such as predevelopment loan programs, storm drainage and fire station renovations, park expansion, science center project, youth center security system installation, and facility improvements at a community center.",
        "matter_file_summaries": [
          {
            "key": "matter_file/62dc25bbff1a",
            "headline": "Oakland Releases Annual Report on Impact Fees for Affordable Housing and Infrastructure.",
            "detail": "The report provides information on impact fees in the City of Oakland for the fiscal year 2021-22, including affordable housing, transportation, and capital improvement fees. It discusses the amount of fees collected and assessed, fund balances, and project descriptions. The report emphasizes the importance of impact fees in addressing housing affordability and infrastructure needs. Additionally, it provides financial information on the Transportation Impact Fees fund, including the ending balance, committed funds, and allocation for capital projects. The text also mentions the fees associated with properties in Oakland and their payment status.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/74c71367-d024-4a4d-9880-2f91d231f1d5.pdf"
          },
          {
            "key": "matter_file/74493289463e",
            "headline": "FY 2021-22 Impact Fees Report Includes Affordable Housing and Job Projects",
            "detail": "This report provides an update on impact fees for the fiscal year 2021-22. It includes information on affordable housing and jobs/housing impact fee projects, as well as the current status of various capital improvement projects. The report was requested by Councilmembers. It also mentions a predevelopment loan program and provides updates on storm drainage and fire station renovations. Additionally, the report summarizes the status of several other projects, including expansion work at a park, a science center project, a youth center security system installation, and facility improvements at a community center. The report concludes by requesting the City Council to receive the annual report on impact fees for the fiscal year.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/3acedd8b-0ca1-48b7-92f8-c4ba39995433.pdf"
          }
        ]
      },
      {
        "key": "matter/4d46bdf81cd9",
        "headline": "City Council to Receive Update on Disparities in Contracting Study",
        "detail": "Councilmember Fife is recommending that the city council receive an informational report from the City Administrator on the status of the Disparities in Contracting Study being conducted by Mason Tillman Associates (MTA). The report should include MTA's findings to date regarding disparities in the city's professional services, procurement, and construction contracting activities. The report should also provide a timeline for when the final report will be presented to the city council.",
        "matter_file_summaries": [
          {
            "key": "matter_file/dedadac6067b",
            "headline": "Failed to summarize",
            "detail": "HTTP Error 404: Not Found",
            "uri": "https://oakland.legistar1.com/oakland/attachments/b025f08d-9a55-4039-82f8-2f64fdf950ca.pdf"
          }
        ]
      },
      {
        "key": "matter/8261fa48cbf9",
        "headline": "Oakland City Council Approves Resolution to Secure Funding for Homeless Programs and Award Grant Agreements to Non-Profit Agencies.",
        "detail": "The Oakland City Council has approved a resolution to accept and appropriate funds from various sources, including HUD and Alameda County, to support homeless programs. Grant agreements will be awarded to non-profit agencies for homeless services. Measure Q funds will be used for transitional housing sites and to meet the match requirement for HUD grants. A professional services agreement will be awarded to Aspire Consulting LLC. The resolution also includes the allocation of funds from Measure W and Touraine Hotel Lease Revenues. The City aims to eliminate racial disparities in homelessness rates and is working on disaggregating outcome data by race. The City Administrator is authorized to accept additional grant funding and make amendments to grant agreements. Certain requirements have been waived for the professional services agreement, and all agreements and amendments must be reviewed and approved by the City Attorney.",
        "matter_file_summaries": [
          {
            "key": "matter_file/1aab752b9050",
            "headline": "Oakland City Council Considers Resolution to Allocate Funds for Homeless Programs.",
            "detail": "The City of Oakland is recommending the acceptance and appropriation of funds from HUD and Alameda County SSA to support homeless programs. The funds will be used for transitional and rapid rehousing programs. Grant agreements will be awarded to non-profit agencies for the provision of homeless services. The City plans to use Measure Q funds to support transitional housing sites and meet the match requirement for HUD CoC grants. The resolution also includes authorizing a professional services agreement with Aspire Consulting LLC. The funding will support partnerships with housing and service providers. The proposed resolution is crucial to maintain crisis response beds and permanent housing slots. The resolution also includes the allocation of funds from other sources such as Measure W and Touraine Hotel Lease Revenues. The report provides data on the outcomes and demographics of various homelessness programs in Oakland. The City aims to eliminate racial disparities in homelessness rates and is working on disaggregating outcome data by race.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/1fd92bc0-b70e-477c-895a-a95833dbbd84.pdf"
          },
          {
            "key": "matter_file/899ee6bb9695",
            "headline": "Oakland City Council Approves $5.2 Million for Homeless Programs.",
            "detail": "The Oakland City Council has approved the allocation of funds for homeless programs, including funds from the U.S. Department of Housing and Urban Development, Alameda County, and the Touraine Hotel lease revenues. Non-profit agencies will receive grant agreements for homeless services, and additional grant funds may be accepted. Aspire Consulting LLC will be awarded a professional services agreement for training and technical assistance. The funds will be used for transitional and rapid rehousing programs, with a total budget of $5,207,314. The City Administrator is authorized to accept additional grant funding and make amendments to grant agreements. The City Council has waived certain requirements for the professional services agreement and all agreements and amendments must be reviewed and approved by the City Attorney.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/3b7a26be-46a5-43a3-b316-87b9b6c1fc59.pdf"
          }
        ]
      },
      {
        "key": "matter/0a20b7d7e4f2",
        "headline": "Oakland Police Department Presents Annual Reports on Federal Task Force Participation",
        "detail": "The Oakland Police Department is required to provide annual reports on its participation with federal law enforcement agency task forces. These reports cover six task forces and include information on operations, cases, investigations, technology, training, and any violations of state and local laws. The purpose of the reports is to ensure compliance with Oakland and California policing standards and prevent violations of profiling-based policing laws. The reports provide information on staffing, resources, cases, and operations of various task forces within the department. Officers assigned to these task forces receive training, follow local and state laws, and consult with the City Attorney to ensure compliance. No violations of law or policy have been reported during the reporting period.",
        "matter_file_summaries": [
          {
            "key": "matter_file/0abadc7d9029",
            "headline": "Oakland Police Department's Annual Reports on Federal Task Forces Ensure Transparency and Compliance.",
            "detail": "The Oakland Police Department is required to provide annual reports on its participation with federal law enforcement agency task forces. The reports cover six task forces and include information on operations, cases, investigations, technology, training, and any violations of state and local laws. The reports aim to ensure compliance with Oakland and California policing standards and do not have a direct fiscal impact. The purpose of the reports is to prevent violations of profiling-based policing laws.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/766de0ed-a37c-4ede-8c44-5286af66063d.pdf"
          },
          {
            "key": "matter_file/3875d02975f6",
            "headline": "Oakland Police Department Collaborates with FBI, DEA, and USSS Task Forces to Combat Crime",
            "detail": "The text provides information about the staffing, resources, cases, and operations of various task forces within the Oakland Police Department (OPD). These task forces include the Alcohol Tobacco and Firearms (ATF) Taskforce, the FBI Task Force, the Drug Enforcement Agency (DEA) Task Force, the United States Marshals Service (USMS) Task Force, and the United States Secret Service (USSS) Task Force. The OPD collaborates with these federal agencies to investigate and combat crimes such as firearm-related offenses, human trafficking, drug trafficking, and identity theft. The officers assigned to these task forces receive training, follow local and state laws, and consult with the City Attorney to ensure compliance. There have been no reported violations of law or policy during the reporting period.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/7644025f-86c6-420f-9366-4acd047d11b8.pdf"
          }
        ]
      },
      {
        "key": "matter/688ddd02f3ce",
        "headline": "Oakland Police Department presents Q1 2023 staffing report emphasizing diversity and community engagement.",
        "detail": "The Oakland Police Department has submitted a quarterly report on their staffing levels, recruitment efforts, response times, clearance rates, and demographic information for the first quarter of 2023. The report highlights their focus on diversifying the workforce and community engagement. The report does not have any financial implications or require coordination with other departments, and the City Council is requested to receive it.",
        "matter_file_summaries": [
          {
            "key": "matter_file/189489b4deda",
            "headline": "Oakland Police Department releases staffing report for first quarter of 2023.",
            "detail": "The text is a report on the staffing levels and recruitment efforts of the Oakland Police Department for the first quarter of 2023. It includes data on sworn staffing numbers, attrition rates, and hiring information. The report also provides information on response times, clearance rates for homicides, and demographic information for the police department staff. It highlights efforts to attract a diverse workforce and engage with the community. The report does not have any fiscal impact or require interdepartmental coordination. The City Council is requested to receive the report.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/4fa6200c-82a6-4115-973a-a6cf1f9cf3fc.pdf"
          }
        ]
      },
      {
        "key": "matter/fe97a41671f0",
        "headline": "Oakland City Council to Hold Study Session on 2045 General Plan Update, Focusing on Safety and Environmental Justice Elements.",
        "detail": "The Oakland 2045 General Plan Update aims to address safety concerns, climate change, emergency planning, and public safety. It prioritizes community engagement, particularly for Black and Latinx communities and marginalized groups. The plan includes goals and actions related to safety, climate change, and environmental justice, focusing on reducing risk from hazards, improving air quality, and supporting healthy communities. The update process includes public review drafts of the Safety Element and Environmental Justice Element, open for feedback until June 22, 2023. The plan will be implemented in two phases, with Phase I focusing on housing and Phase II addressing land use, transportation, open space, and infrastructure. The finalized Elements will be presented to the City Council for adoption hearings in the Fall of 2023. The text also includes figures and a map showing areas of high social vulnerability during natural hazards and environmental justice communities in Oakland.",
        "matter_file_summaries": [
          {
            "key": "matter_file/3220bd850b35",
            "headline": "Oakland 2045 General Plan Update: Equity, Safety, and Environmental Justice.",
            "detail": "The Oakland 2045 General Plan Update aims to address safety concerns, climate change, emergency planning, and public safety. It includes community engagement efforts focused on safety and environmental justice, with a focus on Black and Latinx communities and marginalized groups. The plan outlines goals and actions related to safety, climate change, and environmental justice, including reducing risk from hazards, improving air quality, and supporting healthy communities. It emphasizes equitable distribution of resources, community-driven plans, and the involvement of vulnerable residents. The plan will be implemented in two phases, with Phase I focusing on housing and Phase II addressing land use, transportation, open space, and infrastructure. The next steps include the release of revised documents, the final Environmental Impact Report, and adoption hearings.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/b937386b-b049-43ff-bd77-753d37ea3a28.pdf"
          },
          {
            "key": "matter_file/525cda8f58c5",
            "headline": "Oakland 2045 General Plan Update prioritizes environmental justice and community safety.",
            "detail": "The Oakland 2045 General Plan Update is underway, with public review drafts of the Safety Element and Environmental Justice Element available for feedback. The Safety Element focuses on addressing disasters and climate change resilience, while the Environmental Justice Element aims to reduce health risks and prioritize improvements for vulnerable communities. Both elements are based on equity frameworks and include a Racial Equity Impact Analysis. The drafts are open for public review until June 22, 2023. The update process includes community engagement efforts, such as interviews, workshops, and online platforms, to gather input and address historical injustices. The Safety Element includes goals and policies related to hazards, emergency preparedness, and vulnerable communities, while the Environmental Justice Element covers issues like pollution, housing, and food access. The plan also emphasizes economic development, equity, and accountability, and includes recommendations for capacity investments, community engagement practices, and public and community resilience. The Deeply Rooted Youth Fellowship and the Environmental Working Group are involved in addressing environmental justice issues and engaging with the community. The General Plan Update team is seeking feedback through workshops and events, and the finalized Elements will be presented to the City Council for adoption hearings in the Fall of 2023.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/95c490e2-fc97-4ec1-8d7f-d26b32b119a1.pdf"
          },
          {
            "key": "matter_file/5e126d36b921",
            "headline": "Oakland General Plan Update: Mapping Vulnerable Communities and Hazards",
            "detail": "The text includes figures and a map related to the Oakland General Plan Update, showing areas of highest social vulnerability during natural hazards. The figures indicate vulnerable communities and social vulnerability ranks in relation to seismic hazards, landslide hazards, fire hazards, flood hazards, dam breach inundation, and 100-year coastal flood. The information sources include ESA, BCDC, City of Oakland, ALAMEDA County GIS, and Dyett & Bhatia.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/fb68f897-86b3-4c5b-9bad-3c996104c64c.pdf"
          },
          {
            "key": "matter_file/bc3c3c314200",
            "headline": "Oakland's environmental justice communities mapped with key features.",
            "detail": "The text is a map of environmental justice communities in Oakland, including streets, landmarks, railroads, highways, and major roads. The map is sourced from the City of Oakland, ALAMEDA County GIS, and Dyett & Bhatia.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/2cffcae3-a25c-49ec-a051-d4e10af85fb3.pdf"
          }
        ]
      },
      {
        "key": "matter/ba2f048baf8c",
        "headline": "City Council to Approve $85.5 Million in Cooperative Agreements for Public Works Department's Fleet and Facility Maintenance.",
        "detail": "The Oakland Public Works Department is requesting City Council approval for 86 cooperative agreements totaling $85,500,786 for the acquisition of commodities and services for fleet and facility maintenance. The agreements range in value from $250,000 to $3,500,000 and are in accordance with the fiscal year 2023-25 budget. They have been approved by the City Council, and the City Administrator is authorized to negotiate and execute them. The agreements are exempt from the California Environmental Quality Act.",
        "matter_file_summaries": [
          {
            "key": "matter_file/1c0d012bf21a",
            "headline": "$250,000+ worth of contracts signed by Department of Public Works for various products and services from 2021-2023.",
            "detail": "The text provides a list of cooperation agreements and contracts with various suppliers for services and supplies in different areas such as maintenance, repair, and supply. The agreements range from 2021 to 2032 and have contract values ranging from $250,000 to $3,500,000. The contracts cover a wide range of products and services including awards and promotional materials, security camera installation, fleet hardware software solutions, janitorial supplies, HVAC equipment installation and maintenance, playground equipment, and more.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/62f2aa4a-21fa-49a2-a417-47bb3f7fa22c.pdf"
          },
          {
            "key": "matter_file/668e30236d1e",
            "headline": "Oakland Public Works Department seeks $85.5 million approval for cooperative agreements to maintain city's fleet and facilities.",
            "detail": "The Oakland Public Works Department is seeking City Council approval for 86 cooperative agreements totaling $85,500,786 to acquire commodities and services for the maintenance and operations of the City's fleet and facilities. These agreements offer cost-effective pricing and ensure a competitive process. The approval is in line with the adopted budget for fiscal year 2023-25 and will help protect public spaces and strengthen neighborhood communities. The agreements are exempt from the California Environmental Quality Act.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/2eba8ac5-1832-4838-bf2b-32d33a16d047.pdf"
          },
          {
            "key": "matter_file/fbf7bde65e25",
            "headline": "Oakland City Council Approves Cooperative Agreements Exceeding $250,000 for Fleet and Facility Maintenance.",
            "detail": "The Oakland City Council has approved ongoing cooperative agreements for the Public Works Department's internal services, including fleet services and facility maintenance. These agreements exceed $250,000 and are necessary for the maintenance of the city's fleet and facilities. The council has allocated funds for these agreements in the Fiscal Year 2023-25 Budget. The agreements are exempt from the California Environmental Quality Act and will be reviewed and approved by the City Attorney before execution. The City Administrator is authorized to negotiate and execute the agreements. The text provides a list of various contracts for services and supplies with different vendors, including fleet and grounds maintenance equipment, vehicle parts and services, and HVAC equipment installation and services. The contracts have different expiration dates ranging from 2023 to 2028 and vary in value from $250,000 to $3,000,000.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/625c81a3-0b4c-4771-a6ba-3494e3550444.pdf"
          }
        ]
      },
      {
        "key": "matter/aab60f96063c",
        "headline": "City of Oakland Implements Inclusive Contracting Initiatives to Support Local and Small Businesses",
        "detail": "The City of Oakland has taken steps to increase the involvement of local and small businesses in contracting opportunities. This includes establishing the Department of Race and Equity, implementing an Inclusion Plan, and improving outreach and advertising of contracting opportunities. The City has also partnered with Merriweather & Williams for insurance and bonding services for small contractors and is considering signing on to the Equity in Infrastructure Project Pledge. These efforts aim to address historical inequities and provide opportunities for historically disadvantaged communities.",
        "matter_file_summaries": [
          {
            "key": "matter_file/fddddd99b47e",
            "headline": "Oakland Makes Efforts to Increase Participation of Local Businesses in Contracting Opportunities.",
            "detail": "The text provides an update on the City of Oakland's efforts to increase the participation of local and small businesses in contracting opportunities. It discusses the establishment of the Department of Race and Equity, stakeholder groups, and initiatives aimed at removing barriers for local businesses. The City has focused on educating bidders, facilitating outreach and networking, and building contractor capacity. The text also mentions the implementation of an Inclusion Plan, enhancements to the website certification process, and improvements to outreach and advertising of contracting opportunities. The City has finalized an agreement with Merriweather & Williams for insurance and bonding services for small contractors and is formalizing training and debriefing sessions. The text also discusses updates and initiatives related to inclusive contracting, compliance measures, data collection and reporting, and equity in infrastructure projects. The City is considering signing on to the Equity in Infrastructure Project Pledge and exploring the creation of a small business advisory council. The efforts aim to address historical inequities and provide opportunities for historically disadvantaged communities.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/407a103e-62fe-4172-b3f8-ffa19527e702.pdf"
          }
        ]
      },
      {
        "key": "matter/9fcdf029e843",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/613172bbc02c",
        "headline": "Oakland City Council to Review Planning Codes, Climate Action Plan, and Professional Service Agreements, and Discuss Crime Reduction and MACRO Pilot Program.",
        "detail": "The City of Oakland is reviewing proposed changes to planning codes, zoning, and height areas. They are also discussing the progress of implementing the 2030 Equitable Climate Action Plan and considering extending professional service agreements for economic consulting. The Finance & Management Committee will be discussing legislative items such as correcting inconsistencies, cash management report, investment policy, borrowing funds, setting tax rates, and extending agreements with staffing agencies. The Public Safety Committee will be discussing crime in Oakland and the progress of the MACRO pilot program. The Public Works and Transportation Committee will discuss a contract extension for parking facilities operations and a resolution for the 7th St Grade East Project. The Education Partnership Committee is seeking guidance in managing committee assignments. The Life Enrichment Committee will discuss grant funds and programs for the city. The schedule also includes other topics such as illegal dumping, lead reduction inspection programs, and fire service demands. The Rules and Legislation Committee has upcoming meetings with various topics, including a resolution opposing a proposed voter initiative constitutional amendment. The City Administrator provides informational reports through publicly published memoranda. The Life Enrichment Committee will review legislation on grant funds for youth wildlife activities and a license agreement with Friends of Peralta Hacienda Historical Park. Resolutions on funding for the Oakland Path Rehousing Initiative and the Information and Assistance Program for Oakland seniors are also included. The City Administrator is authorized to accept additional funds from Alameda County Social Services Agency and the Corporation for National and Community Services. Annual reports for various committees and commissions are scheduled. The Oakland City Council meeting on July 4, 2023, has been cancelled due to Independence Day. The next meeting will be on July 18, 2023.",
        "matter_file_summaries": [
          {
            "key": "matter_file/040aedbd4a71",
            "headline": "Oakland's Community & Economic Development Committee Meeting Agenda and Public Participation Details.",
            "detail": "The text provides information about a draft meeting agenda for the Community & Economic Development Committee in the City of Oakland. It includes details on how the public can observe and participate in the meeting, as well as the process for submitting speaker cards. The agenda includes items such as the extension of on-call economic consultant service agreements and a study session on proposed revisions to the planning code and zoning map. It also discusses legislative matters such as updates to the General Plan, proposed zoning changes, and the acceptance of funding for community resilience centers. The text also mentions resolutions related to fair share assessments, payment of assessments for city-owned properties, and the implementation of the 2030 Equitable Climate Action Plan.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/403f890a-8c9c-4dc5-a351-874ceb893cd4.pdf"
          },
          {
            "key": "matter_file/12106c434dd3",
            "headline": "Oakland's Proposed Zoning and Housing Changes Reviewed",
            "detail": "The City of Oakland is reviewing proposed changes to planning codes, zoning, and height areas. They are also discussing the progress of implementing the 2030 Equitable Climate Action Plan and considering extending professional service agreements for economic consulting. Additionally, the committee will approve annual reports for business improvement districts and levy assessments for the upcoming fiscal year. The text also mentions various resolutions and actions being taken by the city, including approving district assessments, authorizing payments for city-owned properties, and adopting amendments to the city's general plan and planning code. There are also proposed changes to zoning and housing regulations, administrative practices, and updates to references and language. The text includes a submission regarding advertising signs and the need for appropriate California Environmental Quality Act exemption findings.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/9ede2ec9-88ee-4701-b8ff-39c5b612d074.pdf"
          },
          {
            "key": "matter_file/1255b134c462",
            "headline": "Finance & Management Committee of Oakland to Discuss Legislative Items and Extend Professional Services Agreements with Temporary Staffing Agencies.",
            "detail": "The Finance & Management Committee of the City of Oakland will be discussing and potentially adopting various legislative items at their upcoming meeting. The public can participate through televised video conference, online viewing, or by phone. The items on the agenda include correcting inconsistencies, cash management report, investment policy, borrowing funds, setting tax rates, and extending agreements with staffing agencies. The Human Resources Management Department is recommending the extension of professional services agreements with three staffing agencies. The recommendation will be discussed at the committee meeting on July 11, 2023.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/471dbf86-1f91-4e31-8037-4ad78351a088.pdf"
          },
          {
            "key": "matter_file/1e4b3847399d",
            "headline": "Oakland's Rules & Legislation Committee Meeting: Public Participation Instructions",
            "detail": "The text provides information about a draft meeting agenda for the Rules & Legislation Committee of the City of Oakland, scheduled for July 13, 2023. It explains how the public can observe and participate in the meeting through various methods, including television, online streaming, video conference, and phone call. Instructions are provided for commenting by phone, and terms such as action item and consent item are defined. The text also includes contact information for the Office of the City Clerk and mentions accommodations for individuals with disabilities or sensitivities.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/b7972a65-8e1a-4f95-8b88-d39f449e1182.pdf"
          },
          {
            "key": "matter_file/20fdedcb98b5",
            "headline": "Oakland Public Safety Committee Meeting on July 11, 2023: Agenda includes AVA extension and FEMA grant.",
            "detail": "The City of Oakland is holding a Public Safety Committee meeting on July 11, 2023, which can be observed through various channels. Public comments will be taken on each agenda item, and instructions for participation are provided. The agenda includes items on crime in Oakland and the progress of the MACRO pilot program. Two main items on the agenda are extending the Alameda County Vehicle Abatement Authority and accepting a grant from FEMA for firefighters. The meeting also includes an open forum and information on accessibility.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/c0a7d62e-627a-4349-98b8-56d49cc94f46.pdf"
          },
          {
            "key": "matter_file/279b5f2e2204",
            "headline": "Public Works Committee Meeting in Oakland on July 11, 2023: Public Participation and Agenda Highlights.",
            "detail": "The text is a draft meeting agenda for the Public Works and Transportation Committee in the City of Oakland. The meeting will take place on July 11, 2023, and the public can observe and participate through various methods. The agenda includes two items: a contract extension for parking facilities operations and a resolution for the 7th St Grade East Project. It also mentions a professional services contract and a resolution regarding an annual report on the illegal dumping surveillance camera program. Contact information for special assistance is provided.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/ca4d7568-0ce9-4468-bfdc-a10f23cf32fc.pdf"
          },
          {
            "key": "matter_file/5ab203a1d6c2",
            "headline": "Oakland Public Safety Committee to Discuss Crime, Police Reports, and Safety Programs.",
            "detail": "The City of Oakland's Public Safety Committee has scheduled meetings to discuss various public safety-related items. The upcoming meeting on June 27, 2023, will cover the Oakland 2045 General Plan Update process, the Oakland Police Department's federal law enforcement agency task force annual reports, and Q1 2023 staffing. The meeting on July 11, 2023, will focus on crime, crime reduction activities, and an update on the Mobile Assistance Community Responders of Oakland (MACRO) pilot program. The committee also has reports scheduled on topics such as police compliance, staffing levels, crime data, and the progress of the MACRO program. Additionally, the text mentions other reports on lead reduction inspection programs, fire service demands, and human trafficking. Lastly, an informational report is provided on the implementation and utilization of StarChase GPS technology by the Department of Transportation.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/9390b2ba-9c96-44e2-8526-b1feeb5901ce.pdf"
          },
          {
            "key": "matter_file/61586b2d2fda",
            "headline": "July 6, 2023 Rules and Legislation Committee meeting cancelled due to Independence Day.",
            "detail": "The Rules and Legislation Committee meeting in Oakland on July 6, 2023, has been cancelled due to Independence Day. The next meeting will be held on July 13, 2023.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/d5533123-f328-4de8-a597-bdb72fdefd87.pdf"
          },
          {
            "key": "matter_file/7041ff8cb066",
            "headline": "Oakland Education Partnership Committee seeks standing committee status.",
            "detail": "The City of Oakland's Education Partnership Committee is looking for guidance in managing committee assignments and ensuring efficient management of matters. The committee meets on Mondays before the 4th Tuesdays at 1:30pm, and the next meeting date is not yet determined. They are working on legislation to establish the committee as a standing committee of the Oakland City Council. Informational reports will be provided by the City Administrator through publicly published memoranda.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/4804f8b5-0573-453a-be11-b186ab3f30d9.pdf"
          },
          {
            "key": "matter_file/8585a6b3d565",
            "headline": "Oakland Releases Schedule for Public Works & Transportation Committee Meetings, Including Surveillance Camera Policy Amendments",
            "detail": "The City of Oakland has released a schedule of upcoming committee meetings for the Public Works & Transportation Committee. The schedule includes a list of items to be reviewed at each meeting, such as vacating a utilities easement and updates on programs to combat illegal dumping. Future meeting topics include extending a professional services agreement for parking facilities and awarding a contract for technical support and inspection services. The text also mentions the approval of proposed amendments to the Illegal Dumping Surveillance Camera Program Use Policy and the City Administrator providing informational reports via memoranda.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/9ab5ba32-98b2-48d1-808f-53c299189497.pdf"
          },
          {
            "key": "matter_file/8c6c45842491",
            "headline": "Oakland's Life Enrichment Committee Meeting on July 11, 2023 for Grant Funds Discussion.",
            "detail": "The text is a draft meeting agenda for the Life Enrichment Committee of the City of Oakland, scheduled for July 11, 2023. The public can observe the meeting through various methods and can submit electronic speaker cards for participation. The agenda includes discussions on grant funds and programs for the city, and the City Administrator is authorized to accept additional funds as necessary. Contact information for special assistance and accessibility arrangements is provided.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/99e02ed4-41e0-46f5-a987-519158d88335.pdf"
          },
          {
            "key": "matter_file/b7acf7b7b3a3",
            "headline": "Oakland committee schedule includes resolution opposing voter initiative amendment.",
            "detail": "The memo provides the schedule of committee assignments for the Rules & Legislation Committee in Oakland, California. It includes the dates, times, and topics of upcoming meetings. Additionally, it mentions a resolution opposing a proposed voter initiative constitutional amendment.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/ef2d18d3-ff13-4e18-be62-cf67860ed958.pdf"
          },
          {
            "key": "matter_file/cd3824bcd765",
            "headline": "Oakland's Finance & Management Committee to Discuss Resolutions and Reports",
            "detail": "The text provides a schedule and details of resolutions, reports, and amendments to be discussed at upcoming Finance and Management Committee meetings in the City of Oakland. The topics include tax rates, project costs, budget development, public safety, cash management, retirement system investments, fund balances, donations, city fleet, worker's compensation, audits, revenue, purchases and contracts, compliance, policy directives, and opportunities for local businesses. The City Administrator provides informational reports through publicly published memoranda.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/042040ed-1608-4a6f-a2dc-ccfc4f36181e.pdf"
          },
          {
            "key": "matter_file/d5c7fdfcac54",
            "headline": "Oakland Committee Reviews Legislation and Funding for Youth Activities and Senior Programs.",
            "detail": "The City of Oakland has provided a list of items to be reviewed by the Life Enrichment Committee, including legislation on grant funds for youth wildlife activities and a license agreement with Friends of Peralta Hacienda Historical Park. Resolutions on funding for the Oakland Path Rehousing Initiative and the Information and Assistance Program for Oakland seniors are also included. The City Administrator is authorized to accept additional funds from Alameda County Social Services Agency and the Corporation for National and Community Services. Annual reports for various committees and commissions are also scheduled.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/24db7dea-97cd-459d-8b23-e31b5b72fcf2.pdf"
          },
          {
            "key": "matter_file/f7429fa1d430",
            "headline": "Oakland City Council meeting cancelled on July 4, 2023 due to Independence Day.",
            "detail": "The Oakland City Council meeting on July 4, 2023, has been cancelled due to Independence Day. The next meeting will be on July 18, 2023.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/2a914263-acc5-443b-86d2-3504011cf1c0.pdf"
          }
        ]
      },
      {
        "key": "matter/ab0532c26f37",
        "headline": "Failed to summarize",
        "detail": "Text was empty.",
        "matter_file_summaries": []
      },
      {
        "key": "matter/3d75e32309a4",
        "headline": "Mayor recommends appointment of Kara Brodfuehrer as Landlord Representative and Christopher Jackson as Alternate Landlord Representative to Housing, Residential Rent and Relocation Board.",
        "detail": "The Mayor of Oakland has recommended the appointment of Kara Brodfuehrer as the Landlord Representative and Christopher Jackson as the Alternate Landlord Representative to the Housing, Residential Rent and Relocation Board. Kara Brodfuehrer has relevant experience, while Christopher Jackson's qualifications are not mentioned. The appointments are pending City Council confirmation.",
        "matter_file_summaries": [
          {
            "key": "matter_file/d8713f945eb5",
            "headline": "Oakland Mayor Appoints Kara Brodfuehrer and Christopher Jackson to Housing Board.",
            "detail": "The Mayor of Oakland has appointed Kara Brodfuehrer as the Landlord Representative and Christopher Jackson as the Alternate Landlord Representative for the Housing, Residential Rent and Relocation Board. Kara Brodfuehrer has experience in landlord/tenant law, fair housing, civil rights, and environmental justice. Christopher Jackson's qualifications and experience are not mentioned. The appointments are subject to City Council confirmation.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/b93aa75e-87b4-42aa-9cac-b525ed928ec6.pdf"
          }
        ]
      },
      {
        "key": "matter/feb8d96f9372",
        "headline": "City of Oakland Considers Contract Extension with Parking Partners for Municipal Parking Facilities.",
        "detail": "The City of Oakland is recommending extending its contract with City of Oakland Parking Partners (COPP) for two years, with an annual budget of $4,133,013.00. The contract can also be extended for an additional year on a month-to-month basis. The City Council has waived the competitive selection requirement, and the project is exempt from the California Environmental Quality Act. The extension is seen as economically beneficial and will allow for the integration of off-street and on-street parking systems. COPP has a history of providing excellent service.",
        "matter_file_summaries": [
          {
            "key": "matter_file/0d3dc8083056",
            "headline": "Oakland City Council Approves Extension of Parking Services Agreement",
            "detail": "The Oakland City Council is considering extending a professional services agreement with City of Oakland Parking Partners for the operation and management of municipal parking facilities. The extension would be for two years with an annual not to exceed amount of $4,133,013.00, with an option to extend for an additional year. The existing contract is set to expire on July 31, 2023, and includes provisions for increasing the per space management fee. The City Council has authorized the extension and waived the competitive selection requirement. The project is exempt from the California Environmental Quality Act.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/03f32695-cecd-48ea-ae4c-512c46fb7cd1.pdf"
          },
          {
            "key": "matter_file/58caf942e7b4",
            "headline": "Oakland Considers Extending Parking Management Contract with COPP.",
            "detail": "The City of Oakland is considering extending its contract with City of Oakland Parking Partners (COPP) for the operation and management of municipal parking facilities. The extension would allow time for the integration of off-street and on-street parking systems and the development of a new Request for Proposal. COPP has consistently provided excellent service and the extension is seen as economically beneficial for the city. The contract is set to expire on July 31, 2023, and the extension would be for two years with the option for an additional year.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/03010382-dd34-47ce-92bb-4ea2d3525bc1.pdf"
          }
        ]
      },
      {
        "key": "matter/9ac4406a5d9e",
        "headline": "Mayor recommends appointment of Stephanie Dominguez Walton and Jahmese Myers to Board of Port Commissioners.",
        "detail": "The Mayor of Oakland has recommended the appointment of Stephanie Dominguez Walton and Jahmese Myers as members of the Board of Port Commissioners. Walton has experience in fundraising for progressive causes and currently works at Planned Parenthood Mar Monte. Myers' work history is not provided. Both individuals will serve four-year terms beginning on July 11, 2023.",
        "matter_file_summaries": [
          {
            "key": "matter_file/934289912785",
            "headline": "Oakland Mayor Appoints Myers and Walton to Port Commission.",
            "detail": "The Mayor of Oakland has appointed Stephanie Dominguez Walton and Jahmese Myers to serve on the Board of Port Commissioners. Walton has a background in fundraising for progressive causes and currently works at Planned Parenthood Mar Monte. Myers' previous work history is not mentioned. Both individuals will serve four-year terms starting on July 11, 2023.",
            "uri": "https://oakland.legistar1.com/oakland/attachments/1799901b-2b19-423d-9720-cd1e514024fd.pdf"
          }
        ]
      }
    ],
    "session_summaries": [
      {
        "key": "session/be2da71a2b9c",
        "headline": "City Council Meeting Emphasizes Importance of Public Communication and Engagement",
        "detail": "The city council meeting transcript is not provided or is mostly empty, making it impossible to provide a concise summary of the content.",
        "transcript_summary": {
          "key": "transcript/d508dfad4bf7",
          "headline": "City Council Meeting Emphasizes Importance of Public Communication and Engagement",
          "detail": "The city council meeting transcript is not provided or is mostly empty, making it impossible to provide a concise summary of the content.",
          "uri": "gs://cdp-oakland-ba81c097.appspot.com/61fb472040bb39ab6e6d007e93f3a505d31719eab96deb97c301b82c612d1b7b-cdp_4_1_2-transcript.json"
        }
      }
    ]
  }
]
